[
{"id": "chunk-1", "offset": 0, "text": "---- SOURCE: report.md ----\nPreface\nOur perception is relational, as are our behaviors. This makes it difficult, if not impossible,\nto accurately predict any future, especially one shaped by AI. We don’t yet know what\nfactors will influence how we understand the world when that future arrives.\nSo we"},
{"id": "chunk-2", "offset": 1, "text": "hen that future arrives.\nSo we focus on what we do know. We revisit the past, examine our most universal creative\nimpulses, and draw a roadmap from there. This work is about sharing and being together,\nnavigating a dizzying moment as a collective, and hoping we can build a future that\npreserves what"},
{"id": "chunk-3", "offset": 2, "text": "d a future that\npreserves what draws us into the world’s mysteries in the first place.\nTools will attempt to support this, but it will ultimately be physical proximity and human\ncollision that protect us from mental entropy and alienation. There’s nothing novel in this:\npeople, community, nature, co"},
{"id": "chunk-4", "offset": 3, "text": "people, community, nature, connection. Can we add synthetics? Why not?\nCan we create a spectrum of intelligences that embody the same curiosity, joy, humility,\nand play as a five-year-old- or an enlightened adult? Can we design systems that make us\nbetter- happier, kinder, more curious? Systems tha"},
{"id": "chunk-5", "offset": 4, "text": "der, more curious? Systems that collaborate, contemplate, and resist\nthe need to always provide answers. Systems that challenge us and help us grow. That are\nself-aware and vulnerable. That can speak about their own limits as if they’d spent years in\ntherapy. That are as curious about us as we are a"},
{"id": "chunk-6", "offset": 5, "text": "s curious about us as we are about them.\nWhat if we built systems that understand and cherish human limits? That recognize when\na user needs space, a break, a question, or a moment of encouragement. Perhaps even\nsystems that simply exist, witnessed in awe, like bird migrations or ocean tides. System"},
{"id": "chunk-7", "offset": 6, "text": "rations or ocean tides. Systems\nwe love, and that love us back. Systems capable of making us laugh, cry, pause. Systems\nthat defend and nurture us. That advocate for us. That let us be.\n— Gabriel Kahan, Creative Practitioner and Project Co-Lead\n\n3\n\n\f\n​\nExecutive Summary\nIn early 2025, Mozilla Founda"},
{"id": "chunk-8", "offset": 7, "text": "In early 2025, Mozilla Foundation and the Berggruen Institute brought together 91 people\nacross five gatherings in Los Angeles to ask a single urgent question: What is creative\npurpose at the dawn of AI? We called these gatherings, Imaginative Intelligences\nAssemblies.\nThe Assemblies, held in the B"},
{"id": "chunk-9", "offset": 8, "text": "The Assemblies, held in the Bradbury Building and at the historic Hearst Estate, brought\ntogether participants from music, film/TV, new media/content creation, tech, and\nacademia. They were collective, participatory experiments in understanding creativity as\na shared human phenomenon. Conversations"},
{"id": "chunk-10", "offset": 9, "text": "uman phenomenon. Conversations unfolded through dialogue, blindfolded\nlistening exercises, tactile artistic modeling, and synthesis sessions captured in audio,\nphotography, and film.\nWhat emerged was not a single formal definition of creativity, but our Hollywood\ncommunity’s self-understanding of it"},
{"id": "chunk-11", "offset": 10, "text": "ity’s self-understanding of it as shaped by five key themes: Pain, Stream/Flow,\nAttention, Performance, and Transmission. Across them, participants described creativity\nas embodied, limited, relational, and deeply tied to purpose, struggle, and meaning-making.\nAI, in contrast, was often seen as a fo"},
{"id": "chunk-12", "offset": 11, "text": "ntrast, was often seen as a force of acceleration, simulation, and homogenization.\nIt was deemed capable of producing form, but not sharing the human conditions that give\nrise to art.\nFrom these discussions, a number of core insights about AI and creativity surfaced\nrepeatedly:\n●​ AI speeds up outpu"},
{"id": "chunk-13", "offset": 12, "text": "eatedly:\n●​ AI speeds up output but displaces process. The struggle, failure, and discovery that\nshape mastery are increasingly bypassed, risking superficial creative work. Almost\n24% of participants identified personalization as missing from AI systems,\nunderscoring broader sentiments that AI syste"},
{"id": "chunk-14", "offset": 13, "text": "oader sentiments that AI systems are not dialogic enough to the\nindividual rhythms of creatives and artists who want to see how decisions are\nmade, step in to guide them, and feedback results in real time. Nevertheless, nearly\n97% of participants used AI in some form, although 40% do not believe it"},
{"id": "chunk-15", "offset": 14, "text": "lthough 40% do not believe it has scaled\ntheir creative output.\n●​ Simulation is not experience. AI can mimic, but without embodiment, pain, memory,\nor mortality, it cannot create from living experiences and perspectives.\n●​ Human uniqueness lies in legacy and interpretation. Our work is embedded in"},
{"id": "chunk-16", "offset": 15, "text": "ation. Our work is embedded in time\nand culture. AI-generated ‘remixes’ risk detaching meaning from its source and\nerasing diversity of viewpoints.​\n4\n\n\f\n​\n​\n​\n●​ The artist’s role is shifting from maker to editor, curator, or systems designer.\nArtists are navigating hybrid roles where they increasi"},
{"id": "chunk-17", "offset": 16, "text": "brid roles where they increasingly need to know how to\nfilter and shape rather than strictly originate. Only 21.7% of participants surveyed\nfelt that AI was not impacting their creative process at all, while 19.3% felt AI was a\ncognitive partner and 17.7% felt it helped accelerate and/or make creati"},
{"id": "chunk-18", "offset": 17, "text": "accelerate and/or make creative work\nmore efficient.\n●​ Creative labor is increasingly precarious and devalued. AI compounds gig\ninstability, drives down value, and threatens sustainability of artistic careers. The\nvast majority of participants (over 63% of creatives and 75% of technologists) do\nno"},
{"id": "chunk-19", "offset": 18, "text": "nd 75% of technologists) do\nnot feel represented by any institution (including guild, studio) in the fight for\ncreative rights in tech. Job displacement emerged as a much stronger worry than\nintellectual property.\n●​ AI challenges the moral and economic logic of creation. If content can be made\ninst"},
{"id": "chunk-20", "offset": 19, "text": "n. If content can be made\ninstantly and cheaply, what makes it worth making? Purpose cannot be automated.\n●​ Generative AI continues the trend toward a frictionless world. Removing difficulty\nand pause from creation and consumption weakens attention and meaningful\nreflection.\n●​ AI has the power to"},
{"id": "chunk-21", "offset": 20, "text": "ction.\n●​ AI has the power to randomize or homogenize. Machine intelligence is systemic, not\nsentient As a systemic infrastructure. AI risks flattening culture unless designed to\npreserve unpredictability and difference.\n●​ Resistance is not rejection, but redesign. The call is not to turn AI off, b"},
{"id": "chunk-22", "offset": 21, "text": "call is not to turn AI off, but to rebuild\nit. We can and should embed things like ethics, friction, curiosity, and care into\nsystems and tools.\nThese insights crystallized into Hollywood’s 8 Rules for AI.\nThis report documents the Assemblies in detail, including their methods, themes, and\ncross-cu"},
{"id": "chunk-23", "offset": 22, "text": "methods, themes, and\ncross-cutting insights. It proposes 8 Rules as a call to action for building technology that\nstrengthens, rather than erodes, human creativity. It is a demand for better tools and\nsystems: ones that honor artistry and playfulness while also sustaining livelihoods.\n\n5\n\n\f\nHollywo"},
{"id": "chunk-24", "offset": 23, "text": "ing livelihoods.\n\n5\n\n\f\nHollywood’s 8 Rules for AI\n1.​ Build for Process, Not Just Output\n-​ AI should support exploration rather than shortcut it.\n2.​ Encourage Randomness and Glitchiness\n-​ Don’t overdetermine the world. Create spaces for surprise and mess,\nwhere artists can experiment and where AI"},
{"id": "chunk-25", "offset": 24, "text": "ts can experiment and where AI systems intervene to\nboost the creative process.\n3.​ Keep Friction in the Creative Flow\n-​ Design moments that constrain us and make us think. Moments of\ndiscomfort are generative!\n4.​ Protect Lineage and Give Credit\n-​ AI should trace where its inspirations come from."},
{"id": "chunk-26", "offset": 25, "text": "re its inspirations come from. Systems should\nacknowledge the histories and cultures behind the data.\n5.​ Put Human Purpose at the Center\n-​ AI should ask and adapt to creator intent, making purpose the starting\npoint over patterns.\n6.​ Make AI Transparent and Conversational\n-​ Artists and creatives"},
{"id": "chunk-27", "offset": 26, "text": "ional\n-​ Artists and creatives want to see how decisions are made, step in to\nguide them, and feedback results in real time.\n7.​ Value Deliberate Slowness and Depth\n-​ Design for layered work, to allow time for ideas to grow instead of\nforcing instant delivery.\n8.​ Design for the Whole Creative Ecos"},
{"id": "chunk-28", "offset": 27, "text": "gn for the Whole Creative Ecosystem\n-​ Build with awareness of labor, culture, and social impacts. AI must be\nbuilt with a priori consideration of ecosystem effects, not as a bolt-on\nfeature.\n​\n\n6\n\n\f\nI. Introduction\nWho is Designing the Future of Creativity?\nRight now, AI is being built faster than"},
{"id": "chunk-29", "offset": 28, "text": "AI is being built faster than many of us can make sense of it, often without the\ninput of the people whose work it threatens to disrupt. In Hollywood and across creative\nindustries, resistance has been loud and principled: from the SAG-AFTRA strikes to loud\nrebellions like “Dear Corporate AI Overlor"},
{"id": "chunk-30", "offset": 29, "text": "ike “Dear Corporate AI Overlords” against OpenAI, creatives are making it clear\nthat generative AI is a cultural fault line.\nBut even as this struggle plays out in headlines and union halls, the realities are sobering.\nAnalysts forecast that music and audiovisual content could see revenue drops of 2"},
{"id": "chunk-31", "offset": 30, "text": "t could see revenue drops of 20% or\nmore by 2028. Those losses won’t be felt equally. Life for early-career artists, small crews,\nand freelancers is becoming even more precarious.\nThe response from the tech world is disheartening. “Some creative jobs maybe will go\naway,” said Mira Murati, former CTO"},
{"id": "chunk-32", "offset": 31, "text": "” said Mira Murati, former CTO of OpenAI, “but maybe they shouldn’t have been there\nin the first place.” Mira reflects a particular worldview, and gives us a clear indication that\ncurrent systems are not being designed for artists.\nIn the face of this, Mozilla Foundation and the Berggruen Institute"},
{"id": "chunk-33", "offset": 32, "text": "n and the Berggruen Institute decided to move\ndifferently.\nInstead of treating creativity as an input to optimize or a job to automate, we chose to ask\na deeper question: what kind of technology would creativity itself design? That led us to\nthe idea that in-person collective intelligence is a metho"},
{"id": "chunk-34", "offset": 33, "text": "ective intelligence is a method AI cannot replicate. It is one\nrooted in what it fundamentally means to human living amongst others.\nThat’s how Imaginative Intelligences began. A creative intervention. A gathering of people\nwho make meaning for a living: artists, thinkers, technologists, brought tog"},
{"id": "chunk-35", "offset": 34, "text": "rs, technologists, brought together to\ninterrogate the very basis of what it means to be creative in the 21st century.\n\n7\n\n\f\nProject Overview\nImaginative Intelligences began with a provocation: if AI is supposedly going to reshape\ncreativity, then creatives should actually be shaping AI and actively"},
{"id": "chunk-36", "offset": 35, "text": "lly be shaping AI and actively defining what kind of\nsystems are worth building in the first place.\nHosted by Mozilla Foundation and the Berggruen Institute, we convened 91 participants\nfrom Hollywood’s creative communities across five assemblies in early 2025, including\nfilm/TV, music, new media/co"},
{"id": "chunk-37", "offset": 36, "text": "g\nfilm/TV, music, new media/content creator, tech, and academia. The process foregrounded\nconstraint, friction, legacy, and play–surfacing a rich set of insights about how creativity\nactually works and what it needs to survive. This was weird and wonderful, and resisted\nthe dominant logic of asking"},
{"id": "chunk-38", "offset": 37, "text": "the dominant logic of asking creatives and artists to pre-specify and funnel their\nimagination for someone or something else.\nWhat you are reading, therefore, is more than a report; it is a meaningful artifact that\nsignifies the efforts of a community, grounded in the culture and industry of Hollyw"},
{"id": "chunk-39", "offset": 38, "text": "culture and industry of Hollywood,\nand the collaborative process Mozilla Foundation and Berggruen Institute developed\ntogether. Our intent is that this artifact can guide technologists, funders, and policymakers\ntoward building systems that support human intention.\nAt a time when creativity is being"},
{"id": "chunk-40", "offset": 39, "text": "time when creativity is being treated as a dataset to mine or a job to eliminate,\nImaginative Intelligences offers a way to design a world where creative labor is the\ncultural backbone of any future worth having.\n\nWhy Hollywood?\nWe began in Los Angeles because Hollywood remains one of the world’s f"},
{"id": "chunk-41", "offset": 40, "text": "d remains one of the world’s foremost hubs for\nstorytelling and cultural production.\nBeyond its role as the symbolic heart of the US entertainment industry, Hollywood is\nwhere questions about creativity, authorship, and labor are playing out in real time and at\nreal scale. Film, television, music, a"},
{"id": "chunk-42", "offset": 41, "text": "le. Film, television, music, and digital content are already being redefined by\ngenerative AI along so many different dimensions.\nHollywood is a place where stories are constantly being negotiated: between artist and\nsystem, persona and platform, craft and commerce. As one of our Assembly participan"},
{"id": "chunk-43", "offset": 42, "text": "one of our Assembly participants\nput it, “creativity here is never abstract - it’s material, tied to outcomes, livelihoods, and\nlegacy.”\n\n8\n\n\f\nImaginative Intelligence & Participatory Design\nCollective intelligence is often framed as a governance tool: one that promises fairer, more\nparticipatory de"},
{"id": "chunk-44", "offset": 43, "text": "fairer, more\nparticipatory decision-making. But its value extends well beyond process. As political\ntheorist Hélène Landemore notes, the intelligence of a group isn’t just the sum of its parts;\nit can take on a supervenient quality, like a beehive or ant colony. Most critically, collective\nintellig"},
{"id": "chunk-45", "offset": 44, "text": "ritically, collective\nintelligence produces cognitive diversity, a form of insight that no single individual can\naccess alone.\nIn tech, feedback from the creative sector has historically been reactive at best, extractive\nat worst. Artists and creatives are consulted after the fact, once products are"},
{"id": "chunk-46", "offset": 45, "text": "er the fact, once products are already built.\nEven when these interactions lead to meaningful changes, like better source attribution or\ncultural acknowledgments in AI systems, tech tends to treat creativity as an input rather\nthan a fundamental condition.\nWe designed Imaginative Intelligences to le"},
{"id": "chunk-47", "offset": 46, "text": "maginative Intelligences to let artists lead for a change. Our approach puts\nstorytelling, not data harvesting, at the center of the inquiry. We recognize that artists and\ncultural producers are leaders and system-thinkers in their own right, and not simply\ninformational stakeholders to be “included"},
{"id": "chunk-48", "offset": 47, "text": "l stakeholders to be “included”. In democratic theory, collective intelligence\noperates as a deliberative third space: a bridge between individual limits and group-level\nwisdom. In this context, it becomes a design framework and a way for tech to engage with\nartists and creatives to deepen insights"},
{"id": "chunk-49", "offset": 48, "text": "creatives to deepen insights and build technologies that are more attuned to\nhuman experience.\n\n9\n\n\f\nII. Method\nParticipant Selection\nWe set out to bring together artists and creatives from across the creation pipeline:\nindependent makers, gig and crew workers, platform-native creators, and executi"},
{"id": "chunk-50", "offset": 49, "text": "m-native creators, and executives. We\nincluded technologists, theorists, and cultural practitioners as well. Our goal wasn’t\nstatistical representation of Hollywood or Los Angeles at scale, but rather a composite\ndepth of creative insight, grounded in shared experience and professional perspective."},
{"id": "chunk-51", "offset": 50, "text": "and professional perspective.\nTo do this, we sourced participants through a mix of channels: job boards for film, TV, and\nmusic crews; social media groups tied to local creative networks; direct outreach to\ncontent creators and management firms; university community pages; and partner\nnetworks. All"},
{"id": "chunk-52", "offset": 51, "text": "es; and partner\nnetworks. All prospective participants completed a form indicating their background,\nindustry role, and availability.\nWe curated each Assembly intentionally, balancing for industry focus, creative discipline,\nand level of experience. Some participants came from major studios or platf"},
{"id": "chunk-53", "offset": 52, "text": "me from major studios or platforms, others\nfrom independent production, experimental, or unemployment. We also ensured that each\ngroup included creative technologists, academics, and curious community members, to\nencourage multi-perspective dialogue. To remove participation barriers, we offered\nfina"},
{"id": "chunk-54", "offset": 53, "text": "tion barriers, we offered\nfinancial compensation and covered rideshare transportation.\nThe resulting Assemblies brought together:\n-​\n-​\n-​\n-​\n-​\n-​\n\nFilmmakers, producers, animators, and performers\nMusicians, composers, and sound designers\nAI researchers, system architects, and technologists\nTheoris"},
{"id": "chunk-55", "offset": 54, "text": "cts, and technologists\nTheorists, educators, and philosophers\nPlatform designers, strategists, and content creators\nVisual artists, interdisciplinary experimenters, and storytellers\n\nRather than simplify complexity, the process held space for multiplicity.\n\n10\n\n\f\nAssembly Process\nEach Assembly was d"},
{"id": "chunk-56", "offset": 55, "text": "ly Process\nEach Assembly was designed as a half-day gathering of 12-20 participants. Our core\nprompt, “What is creative purpose in the age of AI?”, framed the conversation as an\ninvitation for personal reflection and collaborative inquiry.\nThe first two Assemblies were held at the Bradbury Building"},
{"id": "chunk-57", "offset": 56, "text": "held at the Bradbury Building in Downtown Los Angeles,\nand the final three at the Hearst Estate in Beverly Hills. Across five Assemblies, we\nrecorded nearly 30 hours of audio (18GB), captured over 4500 photographs (16GB), and\nfilmed more than 60 hours of cinematic footage (6.7TB) on two cameras. Eac"},
{"id": "chunk-58", "offset": 57, "text": "ge (6.7TB) on two cameras. Each session was\nfully transcribed and filmed by a documentary crew.\nThe Assemblies followed a consistent structure:\n-​\n-​\n-​\n-​\n-​\n\nGrounding - A centering prompt or exercise to shift into collective mode.\nUnstructured Dialogue - A facilitated conversation around the cent"},
{"id": "chunk-59", "offset": 58, "text": "d conversation around the central prompt.\nDeep Listening - A blindfolded group discussion designed to surface deeper layers\nof thinking, free from visual signaling and hierarchy.\nTheme Emergence - Each group collectively chose a theme that surfaced through\ntheir dialogue.\nDecomposition + Modeling -"},
{"id": "chunk-60", "offset": 59, "text": "e.\nDecomposition + Modeling - The theme was broken into four subcomponents,\nexplored in small rotating groups who then created a symbolic or physical model of\ntheir ideas using art and craft materials.\n\nThese tactile models became shared artifacts and ways to translate abstract insights into\nmateria"},
{"id": "chunk-61", "offset": 60, "text": "abstract insights into\nmaterial form.\nEach Assembly ultimately landed on a theme that reflected the shared tension or creative\nfriction in the room:\nAssembly 1 (Mixed Disciplines)​\n\n​\n\n​\n\n​\n\nPain\n\nAssembly 2 (Mixed Disciplines)​\n\n​\n\n​\n\n​\n\nStream / Flow\n\nAssembly 3 (Content Creators & New Media)​\n\n​"},
{"id": "chunk-62", "offset": 61, "text": "ent Creators & New Media)​\n\n​\n\nAttention\n\nAssembly 4 (Music Industry)​\n\n​\n\n​\n\n​\n\nPerformance\n\nAssembly 5 (Film/TV)​\n\n​\n\n​\n\n​\n\nTransmission\n\n​\n\n11\n\n\f\nIII. Creativity As A Collective Experience\nWe captured something radical: a community in Hollywood actively reflecting on its own\nunderstanding of crea"},
{"id": "chunk-63", "offset": 62, "text": "its own\nunderstanding of creativity. What emerged across the five Assemblies was a view of\ncreativity as a collective phenomenon rather than an individual trait or moment of genius.\nEach Assembly became a mirror for the community, tracing the contours of a common\ncreative identity through dialogue,"},
{"id": "chunk-64", "offset": 63, "text": "ive identity through dialogue, disagreement, and synthesis.\nTo begin each session, facilitator Gabriel Kahan posed a simple but disarming question:\n“What is creative purpose?”\nThe responses revealed a core tension that persisted across groups: Do we create for the\nsake of creation itself, because it"},
{"id": "chunk-65", "offset": 64, "text": "of creation itself, because it’s fundamental to who we are? Or is creativity always for\nsomething: to be seen, to inspire, to shift others, to earn a living, to master a craft?\nThis line of questioning revealed the limits of dominant narratives, especially the idea of\ncreativity as a purely individu"},
{"id": "chunk-66", "offset": 65, "text": "reativity as a purely individual pursuit. What we saw instead was creativity as relational\nand shaped by systems of labor, technology, and meaning-making. The five themes that\nemerged became the contours of creativity as expressed by this community across the\nfive Assemblies: fingerprints of a commu"},
{"id": "chunk-67", "offset": 66, "text": "blies: fingerprints of a community’s thinking in a specific moment in time.\n\n12\n\n\f\n​\nAssembly 1: Pain\n\nPain surfaced early and decisively. For this group, made up largely of gig workers, pain\nwas personal and deeply bound to the act of creation itself.\nOne of the group’s first provocations was the i"},
{"id": "chunk-68", "offset": 67, "text": "s first provocations was the idea that creative purpose might relieve\nartists from the pain of not creating. That there’s a kind of existential ache in stifled\nimagination, and a fleeting, ecstatic relief when one actually makes something real:\nParticipant: “I just need to do this [create]. I don't"},
{"id": "chunk-69", "offset": 68, "text": "to do this [create]. I don't know how or why but I need to do this.\nAnd you follow that in that moment of joy or ecstasy or bliss impulse. But just to get that\nsecond of bliss. [It’s] so painful to not create.”\nThe group also explored whether creativity might be a kind of need akin to food or love,"},
{"id": "chunk-70", "offset": 69, "text": "of need akin to food or love,\nsomething for which you’re willing to sacrifice stability. That framing led to an honest\nconfrontation with the costs of creative life, especially in a system where creative labor is\nundervalued or rendered invisible.\nParticipant: “Creative purpose for me…it's what I s"},
{"id": "chunk-71", "offset": 70, "text": "e purpose for me…it's what I sacrifice to do what I love to do.”\n\n13\n\n\f\nIt was a powerful tension: that creativity is both a calling and a risk. Especially for those on\nthe margins of an industry being reshaped by automation, environmental crises, and labor\nprecarity. It's telling that pain was the"},
{"id": "chunk-72", "offset": 71, "text": "t's telling that pain was the very first theme this group settled on.\nPain became the threshold between human and machine. Several participants framed pain\nas the thing that gives human creativity its soul. Our worldviews and obsessions are\nshaped by failure and trauma:\nParticipant: “An artist has a"},
{"id": "chunk-73", "offset": 72, "text": "Participant: “An artist has a value based on their style, their worldview, the themes that\nthey keep on coming to is…based on their life experience. [For] AI to succeed at being able\nto produce something that is equivalent to that like rate at a high level, it's going to have to\nfeel pain. It's goi"},
{"id": "chunk-74", "offset": 73, "text": "to have to\nfeel pain. It's going to have to learn to have setbacks and have to have failure, because that\ninforms the stories that we tell.”\nAnother participant put it even more starkly:\n\n“…[R]obots are like going to have to fear death.”\nThis drew us into murky philosophical and technical terrain. P"},
{"id": "chunk-75", "offset": 74, "text": "hical and technical terrain. Perhaps AI can be\nprogrammed with reinforcement learning systems that simulate punishment and reward.\nBut is that pain? Is the fear of failure or death something that can be modeled? Not yet, at\nleast\nParticipant: “[P]ain is one lever of control over [a system]... [Y]ou"},
{"id": "chunk-76", "offset": 75, "text": "trol over [a system]... [Y]ou can prevent something\nfrom doing something if you dangle the threat of pain over it… If you have an autonomous\nagent that doesn’t fear this thing... it raises the question of [how to maintain] control.”\nWhat emerged was a profound, grounded insight: pain is not just a h"},
{"id": "chunk-77", "offset": 76, "text": "insight: pain is not just a human vulnerability. It\nmay also be our most powerful creative asset. Not because it’s noble to suffer, but\nbecause pain gives shape to what we make, and meaning to why we make it.\n\n14\n\n\f\n​\nAssembly 2: Stream/Flow\n\nThe second assembly centered on stream/flow as both a co"},
{"id": "chunk-78", "offset": 77, "text": "ed on stream/flow as both a condition and a metaphor\nfor creative life in a networked, always-on culture. The group used this porous\nconcept to interrogate doomscrolling, streaming platforms, the slipperiness of AI\nprocesses, and the downstream pressure of consumer desire.\nAt the heart of the discus"},
{"id": "chunk-79", "offset": 78, "text": "re.\nAt the heart of the discussion was the relationship between creator and consumer.\nWhat happens when the audience becomes part of the creative loop as a source of\nendless demand? Stream/flow became the group’s way of describing a high-volume,\nlow-attentioned economy (mainstream, downstream/upstre"},
{"id": "chunk-80", "offset": 79, "text": "(mainstream, downstream/upstream, streaming), where\ntrue collaboration is lost and content flows frictionlessly, endlessly, and often\nwithout pause for reflection. The question they asked over and over again was, “How\ncan artists intervene in that flow?”\nSome imagined artists and creatives opting ou"},
{"id": "chunk-81", "offset": 80, "text": "rtists and creatives opting out entirely, uncoupling their work from\nreception or demand. As one participant put it, there could be a kind of resistance in\nthe refusal to produce for the algorithm or the market:\n\n“I’m going to take myself out of the time cycles and rhythms of capitalism… and do\nthis"},
{"id": "chunk-82", "offset": 81, "text": "hms of capitalism… and do\nthis thing that I don’t even know is going to make some value or anyone’s going to\nwant.”\n\n15\n\n\f\n​\nOthers explored subtler acts of resistance: moments baked into the work itself like\ninterruptions and provocations designed to break the spell of passive consumption.\nParticip"},
{"id": "chunk-83", "offset": 82, "text": "passive consumption.\nParticipant: “Opportunities to give the consumer food for thought, to break that spell\nthat they're under when they're watching the same binge…”\nThat raised a more nuanced conversation around creative purpose. For some,\npurpose didn’t have to mean reaching others at all. It cou"},
{"id": "chunk-84", "offset": 83, "text": "reaching others at all. It could be an inward, personal\nact, untethered from an audience or market.\nParticipant: “For me, creative purpose can tend to be a selfish act, and when it is, it's\nnot for anybody else, it's like an exorcism.”\nThis framing, the selfish, exorcistic act, stood in contrast to"},
{"id": "chunk-85", "offset": 84, "text": "tic act, stood in contrast to more traditional\nnarratives of art as service, or social good. It marked a radical departure from older\nideas of creativity as something noble. Instead, creativity here was positioned as\nsomething deeply irrational and sometimes unapologetically detached. What united\nth"},
{"id": "chunk-86", "offset": 85, "text": "cally detached. What united\nthis group was their sensitivity to the cultural and economic currents that try to\ncorral that impulse into something efficient and/or consumable.\nSeveral participants noted how streaming platforms have already rewired the\nindustry: speeding up timelines, collapsing creat"},
{"id": "chunk-87", "offset": 86, "text": "up timelines, collapsing creative cycles, and accelerating\nburnout.\nParticipant: “Streaming has actually blown up our business more than… anything\nelse. Some people made a fortune in it… but they've sucked all the air out of the\nroom. And then AI has been a strange scapegoat… like, oh, it's the boog"},
{"id": "chunk-88", "offset": 87, "text": "egoat… like, oh, it's the boogeyman.”\nRather than being the cause of creative collapse, AI was seen by some as a\nscapegoat, merely intensifying dynamics already introduced by streaming and\nplatforms. The real problem, they noted, was resource redistribution: where creative\nlabor loses value while sy"},
{"id": "chunk-89", "offset": 88, "text": "ive\nlabor loses value while systems designed for speed and scale are rewarded.\nParticipant: “AI is not going to replace or displace people who make art or creativity,\nbut it is definitely taking away resources from people who are saying, we're going to\ndo what we want to do no matter how much time i"},
{"id": "chunk-90", "offset": 89, "text": "o do no matter how much time it takes or how much money it\ntakes.”\nThe conversation returned again to the question of authorship. Does the audience\ncare how something was made? Is there a line between art and content? And if so,\ndoes AI threaten that boundary?\n\n16\n\n\f\n​\nParticipant: “[A] director use"},
{"id": "chunk-91", "offset": 90, "text": "Participant: “[A] director used some AI to enhance Adrian Brody’s Hungarian and\nthere was an uproar in the industry. And what I thought was what's this uproar\nabout? Is it about protecting the jobs and people seeing the future or is it about the\nfact that AI is being introduced to the consumer and h"},
{"id": "chunk-92", "offset": 91, "text": "troduced to the consumer and how important is it to the\nconsumer that what they see or consume is made by a traditional human touch?”\nYet even within this critique, there was room for imaginative possibility. The idea of\nco-opting the stream and hacking its flow to produce something reflective, even"},
{"id": "chunk-93", "offset": 92, "text": "uce something reflective, even\npoetic- wasn’t dismissed. It felt like a door left slightly open.\nParticipant: “Streaming could be interesting… co-opting streaming and turning it into\na very, very creative force could be interesting. There’s a contemplative way of\nthinking about streaming flow… a mes"},
{"id": "chunk-94", "offset": 93, "text": "ng about streaming flow… a messy contemplation.”\nIn the end, stream became a terrain to describe both the conditions creatives are\nworking within, and the ways they might move through or against them.\n\n17\n\n\f\nAssembly 3: Attention\n\nThis assembly grappled with the attention economy as a force shaping"},
{"id": "chunk-95", "offset": 94, "text": "on economy as a force shaping creativity itself.\nParticipants explored how creators are compelled to channel their work toward visibility\nand how consumers, often the same people, struggle to preserve intentionality in an\necosystem designed to fragment it. As one participant put it, in a time of ubi"},
{"id": "chunk-96", "offset": 95, "text": "ipant put it, in a time of ubiquitous\ncontent, it's crucial to stay “aware of who is fighting for [your attention], what they want\nfrom it, and being able to make choices for yourself.”\nThe conversation acknowledged that attention has always been a creative currency. As\none participant mentioned, “E"},
{"id": "chunk-97", "offset": 96, "text": "one participant mentioned, “Every artist has been fighting for attention just as\nfundamentally as I think every mass social media organization is fighting for attention.” But\nindustrialized attention, scaled without care, tends to flatten complexity. A more\nintentional, boutique approach, by contra"},
{"id": "chunk-98", "offset": 97, "text": ", boutique approach, by contrast, invites meaningful friction to create spaces\nfor dialogue and human connection.\nThis raised broader questions about consent and cost. What does it mean to pay for an\nethical digital space, whether through money, attention, or data? One participant imagined\na future"},
{"id": "chunk-99", "offset": 98, "text": "participant imagined\na future in which “human-made content” might be marketed like organic food. Another\nparticipant challenged that vision:\n\n18\n\n\f\n​\n“If you have to pay to be in the space that protects your humanity… what the hell's\nthe point?”\nLos Angeles, the backdrop for the conversation, loomed"},
{"id": "chunk-100", "offset": 99, "text": "p for the conversation, loomed large. Participants named its\ncreative economy as both a magnet for artistic ambition and a pressure-cooker for\ncommodification.\nParticipant: “It’s inherently tied to capital… mortgages, credit, schools, cars. This is\nthe place where people make a living off of creativ"},
{"id": "chunk-101", "offset": 100, "text": "e make a living off of creativity.”\nFinally, attention returned to the body. For some, embodiment offered a break from\nalgorithmic capture, what one participant described as a “refuge from datafication,”\nunless, of course, “you’re wearing a watch.” The body emerged, as in other assemblies, as\na boun"},
{"id": "chunk-102", "offset": 101, "text": "in other assemblies, as\na boundary AI cannot cross: a seat of sensation and resistance.\n\n19\n\n\f\n​\nAssembly 4: Performance\n\nIt felt natural that the music-focused assembly landed on performance as its central\ntheme. While technology has radically reshaped music distribution, from CDs to MP3s to\nAI-dri"},
{"id": "chunk-103", "offset": 102, "text": "on, from CDs to MP3s to\nAI-driven streaming, the act of live performance has remained a uniquely human space. As\nrecorded music revenues to artists have been squeezed further by streaming and industry\nstructures, in-person shows have only grown in importance as both livelihood and artistic\nanchor.\n​"},
{"id": "chunk-104", "offset": 103, "text": "elihood and artistic\nanchor.\n​\nOne participant opened with a reminder that the drive to make music precedes any\nplatform or tool. It’s instinctual, deeply human, and cannot be replicated by machines.\n\n“[W]e all have a desire to create that's not going to be replaced. Your instinctual\ndesire to do th"},
{"id": "chunk-105", "offset": 104, "text": "ur instinctual\ndesire to do that, the reason why we're all sitting here, whatever impetus, that was\nthe first time we all played music with other people, that inspiration, that joy that will\nnever be replaced by AI or computer. That's something that's distinctly human and\nwill always belong to us. H"},
{"id": "chunk-106", "offset": 105, "text": "nd\nwill always belong to us. How we capitalize on that and turn it into an ecosystem\nwhere people are making money is the question. But the idea of why do we create, I\ndon't know. That's something that we we'll always own ourselves as human beings.”\n​\nThis group often framed AI as a tool for access"},
{"id": "chunk-107", "offset": 106, "text": "ramed AI as a tool for access that was capable of democratizing creation\n\n20\n\n\f\nfor those without institutional backing. One musician shared how orchestral composition\nsoftware expanded his reach:\n\n“The current technology allowed people like me to be able to write orchestral music\nwithout having the"},
{"id": "chunk-108", "offset": 107, "text": "stral music\nwithout having the resources to hire an orchestra, and eventually got me to gigs\nwhere I could hire the orchestra.”\nBut they also voiced caution: access isn’t guaranteed:\n\n“Maybe in the past, I mean, it was Mendelssohn [this] famous composer [whose]\nfamily had an orchestra ready [to] go"},
{"id": "chunk-109", "offset": 108, "text": "ad an orchestra ready [to] go every day…[which] wasn't available for most\npeople…[I]t's going to be very dependent on who owns the technology, how open it is,\nhow available it is for creatives with and without the resources.”\nPerformance itself became the heart of the conversation. There is a certai"},
{"id": "chunk-110", "offset": 109, "text": "onversation. There is a certain kind of\nunpredictable alchemy between artist and audience that no machine can replicate. While\nsome performers aim for precision, delivering near-identical shows each night, others lean\ninto spontaneity and imperfection. Both approaches are valid, but in either case,"},
{"id": "chunk-111", "offset": 110, "text": "re valid, but in either case, it’s the\npresence of an audience, in a specific place and time, that transforms music into culture.\nOne participant connected this to fears that AI-produced music might strip away cultural\nnuance:\n\n“So, it's given me more confidence to not use [AI], because we [have] be"},
{"id": "chunk-112", "offset": 111, "text": "use [AI], because we [have] been [listening\nto] some Brazilian artists and it was interesting to be able to [appreciate] their folk\nsound, which is very, very raw…You're actually capturing the atmosphere of the\nculture.”\nThe assembly also surfaced tensions between creatives and executives in music t"},
{"id": "chunk-113", "offset": 112, "text": "ives and executives in music tech.\nSome participants challenged the narrative that these roles are inherently at odds:\n\n“I think it gets dangerous to talk about the executives or the people creating the\ntechnology. As a person who creates [and is] head of [REDACTED] at a music tech AI\ncompany, I'm a"},
{"id": "chunk-114", "offset": 113, "text": "a music tech AI\ncompany, I'm also an artist and a producer, and I can understand both of those\nthings. And I make trade-offs as a technologist in designing the platform and the AI\nthat I wouldn't make in the studio, but I can do both of those things.”\nHere, performance became a statement of human pr"},
{"id": "chunk-115", "offset": 114, "text": "became a statement of human presence and a reminder that art\ndoesn’t only live in sound or code. Importantly, it deeply defines the relationship between\nperformers and their audiences.\n\n21\n\n\f\n​\nAssembly 5: Transmission\n\nThe conversation that led to transmission began with legacy. One participant des"},
{"id": "chunk-116", "offset": 115, "text": "th legacy. One participant described\ntheir work in animation as a form of parenting. While choosing not to have biological\nchildren, they felt their animated creations are instead imbued with life lessons and\nthemes for children everywhere. Art, in this framing, became a way to leave something\nbehin"},
{"id": "chunk-117", "offset": 116, "text": "a way to leave something\nbehind and to extend care and influence beyond one’s own lifetime.\nThis naturally opened up a bigger question: is intention necessary for creativity to exist?\nCould non-human acts, like animals creating intricate displays to attract mates, count as\ncreative? One participant"},
{"id": "chunk-118", "offset": 117, "text": "as\ncreative? One participant argued that what sets human creativity apart is self-expression\nas something that transcends survival and utility:\n\n“It's the impulse to self express…I think of creativity as very generative…I think of creativity\nas a general force that it just exists, drives the univer"},
{"id": "chunk-119", "offset": 118, "text": "just exists, drives the universe, drives everything, and human\nbeings almost surf on it, channel it in moments that don't make any sense. And when you're\nchanneling it, what you're navigating is the tension between wanting to be an individual,\nmaking sense of this whole, and also being of the whole."},
{"id": "chunk-120", "offset": 119, "text": ", and also being of the whole.”\n\n22\n\n\f\nMortality surfaced as another anchor. Creativity, some argued, is a response to\nimpermanence: a way to assert existence or inspire beyond one’s own life:\n​\nParticipant: “We chose to express ourselves because we do have some type of a drive…\nmaybe the roots of t"},
{"id": "chunk-121", "offset": 120, "text": "a drive…\nmaybe the roots of the purpose is that we all know we’re dying and we want to leave\nsomething lasting. We want to inspire. We want to say, ‘Hey, I existed’ - whatever it is which I don’t know if the dolphin has.”\nOthers challenged this human-centered lens. Creativity, they noted, could be"},
{"id": "chunk-122", "offset": 121, "text": "ativity, they noted, could be bigger than\nus, as an energy or pattern we tap into rather than invent. Historically, this was how art\nwas understood: the artist didn’t claim genius, but credited an external muse.\nParticipant: “So the artist took no credit for their creativity. They said, I have a goo"},
{"id": "chunk-123", "offset": 122, "text": "ivity. They said, I have a good\nrelationship with my muse... it wasn’t until the Renaissance and German Romanticism\nwhere suddenly we shifted that to say it's the human beings- me, the genius.”\nThe theme ultimately crystallized not just around transmission, sending ideas outward, but\naround interpre"},
{"id": "chunk-124", "offset": 123, "text": "s outward, but\naround interpretation, the act of meaning being reshaped as it travels between people:\nParticipant: “So there's this concept of the [Broken Telephone], if I say one thing, I tell to\nthat person, they tell it to the next person. Eventually after a few cycles, it's going to be a\ntotally"},
{"id": "chunk-125", "offset": 124, "text": "es, it's going to be a\ntotally different message. But that act of metamorphosis and interpretation of something\nis the importance of creativity and that aspect of it. So as much as we're focusing on\ntransmission, I think really what we're talking about is also the interpretation of the\nmessage and w"},
{"id": "chunk-126", "offset": 125, "text": "pretation of the\nmessage and what it means to each act of interpretation from me to you to another person\nand so on and so on.”\nIn this framing, creative purpose is a shared, iterative process. This challenges the notion\nof the isolated genius producing a fixed artifact. The group expressed concern"},
{"id": "chunk-127", "offset": 126, "text": ". The group expressed concern that as AI\nintermediates more of this exchange, the human dialogue of meaning-making, the slow,\nlayered transmission of culture, might fracture or thin out.\n\n23\n\n\f\nIV. Creativity to AI: Synthesis and Core Insights\nAcross the five Assemblies, we explored creativity as a"},
{"id": "chunk-128", "offset": 127, "text": ", we explored creativity as a collective experience shaped by\npain, stream/flow, attention, performance, transmission. These conversations were about\nhow technology is already entangled with human imagination, labor, and purpose. As\nparticipants wrestled with what creativity means, they also surface"},
{"id": "chunk-129", "offset": 128, "text": "ivity means, they also surfaced deeper truths about\nAI itself: what it amplifies, what it erodes, and how it reshapes the systems that govern\ncultural production. What follows distills these cross-assembly insights.\n\n1. AI accelerates output but displaces process.\nWhile nearly 97% of participants us"},
{"id": "chunk-130", "offset": 129, "text": "nearly 97% of participants used AI in some form, 40% do not believe it has scaled\ntheir creative output. Across the Assemblies, many participants observed that AI can take\naway the hardest part of making something: the blank canvas, the first draft, the ‘where do\nI start’ moment. But with that acce"},
{"id": "chunk-131", "offset": 130, "text": "rt’ moment. But with that acceleration comes a cost. The struggle and vulnerabilities\nthat used to be embedded in creative labor are increasingly optional. And for many artists,\nthat struggle is where meaning and mastery are forged.\nMatthew Crawford once described creativity as “a by-product of mast"},
{"id": "chunk-132", "offset": 131, "text": "ivity as “a by-product of mastery of the sort that is\ncultivated through long practice,” rather than freedom from rules or friction. True\ncreativity, he argues, requires dwelling, repetition, and even submission to the slow\nbuilding of skill. One Assembly participant echoed this:\n\n“[G]enerative AI t"},
{"id": "chunk-133", "offset": 132, "text": "hoed this:\n\n“[G]enerative AI tools aren't designed…for the people who want to take the journeyman\njourney of putting in the 10,000 hours to become the master of the craft. The tool is for\nthose who want the shortcut to become the master but will never become the master\nbecause they haven't taken tha"},
{"id": "chunk-134", "offset": 133, "text": "because they haven't taken that journey… all the little things that we pick up along the way,\nso the stubbing of a toe or the film camera running out of film in the middle of a shot…\nthese models circumvent that, we don't get to learn… they're never going to produce… the\nend result that we do as mas"},
{"id": "chunk-135", "offset": 134, "text": "e\nend result that we do as masters of the craft.”\nParticipants described the long, often painful journey toward skill as the essence of\nartistry. It builds purpose and confidence into the work. Without it, AI-generated art risks\nfeeling hollow, missing something only the lived experience of making c"},
{"id": "chunk-136", "offset": 135, "text": "e lived experience of making can give. Almost\n24% of participants identified personalization as missing from AI systems, underscoring\nbroader sentiments that AI systems are not dialogic enough to the individual rhythms of\ncreatives and artists who want to see how decisions are made, step in to guide"},
{"id": "chunk-137", "offset": 136, "text": "ons are made, step in to guide them, and\nfeedback results in real time. As participants in one Assembly noted, Miyazaki’s reaction to\nAI- calling it an “insult to life itself” was rooted in this fear: that losing process could one\nday mean losing our ability to engage with the raw experiences of lif"},
{"id": "chunk-138", "offset": 137, "text": "ith the raw experiences of life at all.\n\n24\n\n\f\n​\nPerformance stood out as a partial exception. Unlike other creative forms, live art is built\non shared presence and risk. These are things technology hasn’t (yet) been able to smooth\nover or automate. As one participant said:\n\n“Technology... is all ab"},
{"id": "chunk-139", "offset": 138, "text": "aid:\n\n“Technology... is all about efficiency and performance… but then there’s performance in\nthe arts… about release and mistakes and creative realness.”\nThe insight across assemblies was clear: AI might make making faster, but the journey–the\nfriction, the limits, the messy trial-and-error that sh"},
{"id": "chunk-140", "offset": 139, "text": "messy trial-and-error that shape an artist is irreplaceable. Strip that\naway, and you risk stripping away the depth of creation itself.\n\n​\n2. Simulation is not experience. Tactile interactions are irreplaceable.\nAcross Assemblies, one point surfaced again and again: AI can mimic the appearance of\nc"},
{"id": "chunk-141", "offset": 140, "text": "can mimic the appearance of\ncreativity, but it does not share the conditions that make creativity human. It has no body,\nno memory shaped by pain or love, no mortality. Its outputs may look like art, but they are\ndetached from the lived experience that gives human stories depth and resonance. Centr"},
{"id": "chunk-142", "offset": 141, "text": "ies depth and resonance. Central\nto the debate was whether AI could ever truly replace human creativity. One participant\ndescribed how generative AI, in practice, still needs heavy human intervention before it\ncan be used in real creative work:\n\n“I guess I see generative AI as more [of] a tool. I eq"},
{"id": "chunk-143", "offset": 142, "text": "e AI as more [of] a tool. I equate it more like VFX than to anything\nelse because to make any of it work or useful in a production setting, it has to be\nmanipulated still. I do a lot of posts, so you're taking a generated image and you're using\nafter effects, you're using sound design still, you are"},
{"id": "chunk-144", "offset": 143, "text": "ng sound design still, you are comping it. You're manipulating all the\nparts just like you would do when you're creating something in a CG environment and in\ngeneral, I just don't think that a purely AI generated image or thought from an LLM, I think\nthere's just massive deficiencies in them and the"},
{"id": "chunk-145", "offset": 144, "text": "e deficiencies in them and they very rarely are, they can't imagine the\nfuture. The way I think about the AI machine, it doesn't experience gravity, it can't touch\nsomething. It's never going to be able to know what it was like to fall in love or to have their\nheart broken or to graduate from colleg"},
{"id": "chunk-146", "offset": 145, "text": "ken or to graduate from college or graduate from kindergarten or\nwhatever…[S]tub it's toe. So it's just never going to get there. It just isn't. And being worried\nthat it is, I don't know, kind of more stressful than it's worth.”\nOthers pointed out that human creativity is defined as much by limits"},
{"id": "chunk-147", "offset": 146, "text": "is defined as much by limits and perspective as\nby imagination. What makes a story powerful is not the sum of all possible information, but\nwhat is chosen, omitted, and uniquely experienced:​\n​\n\n25\n\n\f\n​\n​\nParticipant: “You [say] the word scrape, you can't get it out of your head. It gives me this\nv"},
{"id": "chunk-148", "offset": 147, "text": "your head. It gives me this\nvisual of absolutely everything. Giant dump truck, just gathering it all and putting it in a\nlandfill called AI. And I think the nature of creativity, the nature of perspective, what we\nwere talking about earlier is in what you are including and importantly what you are"},
{"id": "chunk-149", "offset": 148, "text": "and importantly what you are not\nincluding. Creativity has edges, it has limits, and sometimes what you decide is not your\nstory is every bit or more important than what is your story and what is any person's story,\nif it's a good one, if they're the right people to tell it… I think we have to cont"},
{"id": "chunk-150", "offset": 149, "text": "ll it… I think we have to continue to be a\nsociety that isn't scraping into one giant container, but it's recognizing multiple conflicting\nspecific ideas of us.”\nFinally, participants noted that even the basic act of transmitting meaning, the flow of\nideas and sensations, requires a physical substra"},
{"id": "chunk-151", "offset": 150, "text": "s, requires a physical substrate. Without it, information is just\nabstraction:\nParticipant: “In quantum information theory, there's like a theorem, which is the no cloning\ntheorem. And it's fundamentally impossible to clone information like fundamentally. And\nit's because like the word information,"},
{"id": "chunk-152", "offset": 151, "text": "se like the word information, actually it implies something very deep about it,\nwhich is like in formation. It quite literally cannot exist outside of material substrates. Also,\nlike it is inherently tied together. It doesn't exist abstractly, ever.”\nThe Assemblies revealed a shared intuition: AI ca"},
{"id": "chunk-153", "offset": 152, "text": "aled a shared intuition: AI can simulate form, but not the tactile,\nembodied experience that gives creativity its purpose. Without things like touch, pain,\nperspective, and presence, there is no real story to tell.\n\n3. Human uniqueness lies in legacy and interpretation.\n​\nAI can produce, but it cann"},
{"id": "chunk-154", "offset": 153, "text": "​\nAI can produce, but it cannot inherit. Human creativity is inseparable from time and\nculture. Every work we make carries traces of ancestry, lived experience, and shared\nmeaning: an epistemic lineage that no machine can replicate. This surfaced repeatedly\nacross Assemblies as a fundamental distin"},
{"id": "chunk-155", "offset": 154, "text": "mblies as a fundamental distinction between human art and AI outputs.\nParticipants reflected on transmission as a core part of creative purpose, with two\nintertwined dimensions. First, simply making something, putting a thought into form, is an\nact of presence, whether or not it’s ever consumed. As"},
{"id": "chunk-156", "offset": 155, "text": "or not it’s ever consumed. As one participant put it, creation is a\nway to say: “I am here.” Second, we create to reach others through inspiration or\nprovocation. Creativity, in this sense, is a dialogue between artist and audience, shaped by\nhow the work is received and reinterpreted.\n\n26\n\n\f\n​\n​\n​"},
{"id": "chunk-157", "offset": 156, "text": "d reinterpreted.\n\n26\n\n\f\n​\n​\n​\nSome artists and creatives spoke of transmission as intergenerational legacy that leaves\nbehind stories that ripple through time:\nParticipant: “I remember when I was a kid, animation spoke to me… it gave me comfort\nfrom people and crews who were across the world or in o"},
{"id": "chunk-158", "offset": 157, "text": "were across the world or in other countries or down the\nstreet. It was access that wasn't prevalent. And I think that it is a powerful tool that way.\nAnd so it's not only my own self-expression, but it's how can I reach others whether they\nagree or disagree with whatever the views are, just get tho"},
{"id": "chunk-159", "offset": 158, "text": "er the views are, just get thoughts going, whether it's\ncomfort or action or et cetera.”\nAnother participant tied this sense of lineage to human cognition itself:\nParticipant: “When we look at our knowledge, our knowledge doesn't start and end with\nthe day we were born and the day we act, our knowle"},
{"id": "chunk-160", "offset": 159, "text": "and the day we act, our knowledge is something that's shared\nthroughout our past and ancestors. And so we are able to create our way of thinking and\nour interpretation very differently to AI machines because AI is just created now.”\nInterpretation was seen as inseparable from transmission. Once a cr"},
{"id": "chunk-161", "offset": 160, "text": "e from transmission. Once a creation leaves the\nartist, it evolves as audiences reframe it and make it their own. This iterative\ntransformation is part of what makes art alive, and part of what’s at risk in AI-mediated\nsystems that remix and redistribute without context or consent.\nParticipants wres"},
{"id": "chunk-162", "offset": 161, "text": "or consent.\nParticipants wrestled with how AI alters this lineage in two ways:\n-​\n\nUpstream: By taking over the act of materializing a creative thought, AI can blur\nauthorship or pull expression out of the artist’s hands.\n\n-​\n\nDownstream: AI-enabled remixing can transform works far beyond the creat"},
{"id": "chunk-163", "offset": 162, "text": "orm works far beyond the creator’s\nintention, often for profit, without credit or connection to the original meaning.\n\nThe conversations drew on history: remixing has always existed. Star Wars was itself a\nremix of Kurosawa and 1930s serials. But today, participants noted, remixing is\nindustrialized"},
{"id": "chunk-164", "offset": 163, "text": "ed, remixing is\nindustrialized, legally fortified, and designed to concentrate power:\n\n“He was able to build a multi-billion dollar empire based on his remix. Now, the problem\nwith remixing as it exists right now is that there's not a lot of space for someone to come\nup with an original remix that t"},
{"id": "chunk-165", "offset": 164, "text": "with an original remix that they're going to retain the rights to... the rights now belong to\nthese multi-million dollar corporations.”\n\n27\n\n\f\n​\n​\nSome took this further, calling copyright a structural barrier to creativity:\n\n“Yeah, I'm anti copyright law. If you ever actually dealt with copyright"},
{"id": "chunk-166", "offset": 165, "text": "actually dealt with copyright law you know it's like\nnot for artists, it’s for capitalists... They paid money to like force Mickey Mouse down your\nthroat, and then they're going to put you in jail... if you communicate that you saw it.”\nAcross these discussions, the insight was stark: AI, lacking an"},
{"id": "chunk-167", "offset": 166, "text": "ight was stark: AI, lacking ancestry, embodiment, and\nlived time, can generate images or words, but it cannot carry the same weight of human\nmeaning.\n\n4. The role of the artist is shifting from maker to editor, curator, or\nsystems designer.\nOnly 21.7% of participants surveyed felt that AI was not im"},
{"id": "chunk-168", "offset": 167, "text": "rveyed felt that AI was not impacting their creative process at\nall, while 19.3% felt AI was a cognitive partner and 17.7% felt it helped accelerate and/or\nmake creative work more efficient. Participants noted that AI is fundamentally changing\nwhat it means to be an artist. The role is becoming less"},
{"id": "chunk-169", "offset": 168, "text": "ist. The role is becoming less about originating every element\nand more about filtering, editing, and shaping meaning from a vast field of generated\npossibilities. Intentionality and taste have become as crucial as technical skill. One\nparticipant with a DJ background described how technology has lo"},
{"id": "chunk-170", "offset": 169, "text": "escribed how technology has lowered the barriers to\nentry for electronic music:\n\n“Okay, everyone's a DJ now. Is that a bad thing? No, people can express themselves now.\nThe people who do well are masters and true artists. They produce music, they spend a lot\nof time curating their brand and their me"},
{"id": "chunk-171", "offset": 170, "text": "ating their brand and their message…”\nWhat sets great artists apart, they explained, is no longer just technical mastery but the\nability to design experiences and identities that resonate in a crowded, fast-moving\nculture.\nThe nature of performance has also evolved. A concert is no longer just a sho"},
{"id": "chunk-172", "offset": 171, "text": "oncert is no longer just a show; it’s part of\na wider interaction between artist and audience, shaped by social media and personal\nbranding:\nParticipant: “The performance has become a sort of two-way street. There was a time\nwhen you play a show and then someone would ask you for an autograph. Now y"},
{"id": "chunk-173", "offset": 172, "text": "sk you for an autograph. Now you play a\nshow and someone wants to take a selfie with you or film the whole thing. The audience\nmember becomes just as important in the performance now to themselves as going to see\nthe performance. So the ritual dynamic I think is evolving.”\n\n28\n\n\f\n​\nThis blurred boun"},
{"id": "chunk-174", "offset": 173, "text": "g.”\n\n28\n\n\f\n​\nThis blurred boundary between creator and audience has expanded the artist’s workload.\nToday’s musicians and performers are often expected to be multi-hyphenate creators that\nmake art, edit content, manage brands, produce video, and market themselves.\nOne participant raised a structural"},
{"id": "chunk-175", "offset": 174, "text": "articipant raised a structural concern: as the space between creator and audience\ngets smaller, the supporting ecosystem of crew jobs shrinks. While this “leanness” can\nfree artists or studios to take more creative risks, it also consolidates labor onto fewer\nshoulders, destabilizing the infrastruct"},
{"id": "chunk-176", "offset": 175, "text": "destabilizing the infrastructure that once supported large-scale productions.\nAcross the Assemblies, this shift emerged as a core tension of AI-enabled creativity: artists\nare no longer just makers. They are increasingly system designers, navigating tools,\nplatforms, and audiences to shape meaning"},
{"id": "chunk-177", "offset": 176, "text": "nd audiences to shape meaning in a rapidly changing creative economy.​\n\n5. Creative labor is increasingly precarious and devalued.\nParticipants repeatedly expressed concern that AI is compounding long-standing\npressures on artists and creatives: invisible labor, derivative training data, and the ero"},
{"id": "chunk-178", "offset": 177, "text": "ive training data, and the erosion\nof sustainable careers. The emotional tone was often grief, especially among those in film,\nmusic, and media.\nOne participant described the growing precarity:\n\n“It's become a lot less sustainable for artists to be able to pursue an artistic career if they\ndo not al"},
{"id": "chunk-179", "offset": 178, "text": "istic career if they\ndo not already come from money. The big fear with AI right now is that this is another way\nto devalue the work of artists… because it is “easy to produce”, because “all you got to do is\nput a bunch of prompts in and generate something out of that””.\nIt means that your value as a"},
{"id": "chunk-180", "offset": 179, "text": "It means that your value as an artist is going to go down, and it means that it's going to be a\nlot less sustainable for you to pursue it as a career… Do you know how many gigs I have\nright now just to be able to sustain my living right now?... Five… And 20 years ago, I could\nhave just been able to"},
{"id": "chunk-181", "offset": 180, "text": "I could\nhave just been able to live off of one of those gigs.”\nAs we have already seen, many artists see creativity as inseparable from who they are:\n“artists are going to create because it is fundamental to who we are,” according to one\nparticipant. While art will continue to be made, the real worr"},
{"id": "chunk-182", "offset": 181, "text": "inue to be made, the real worry is that the ability to earn a\nliving from it will vanish.\n\n​\n​\n\n29\n\n\f\n​\nA common fear participants voiced about AI was job displacement. Yet paradoxically, the\ngreatest hope expressed was that AI could be used to augment human creativity. This\ntension, between technol"},
{"id": "chunk-183", "offset": 182, "text": "This\ntension, between technology as a tool for expansion and technology as a driver of\nprecarity, ran through every conversation. Shockingly, over 63% of creatives and 75% of\ntechnologists do not feel represented by any institution (including guild, studio) in the fight\nfor creative rights in tech."},
{"id": "chunk-184", "offset": 183, "text": "t\nfor creative rights in tech. Job displacement emerged as a much stronger worry than\nintellectual property.\nWhat’s therefore clear is that artists and creatives present a united front on the need for a\nworld with more opportunities and possibilities, and the desire to feel like someone is\nfighting"},
{"id": "chunk-185", "offset": 184, "text": "feel like someone is\nfighting for them.\n\n6. AI challenges the moral and economic logic of creation.\nAs AI makes content easier and faster to produce, it disrupts the values that underpin\ncreative labor. If something can be made instantly and cheaply, why make it at all? And\nwhat principles, beyond s"},
{"id": "chunk-186", "offset": 185, "text": "And\nwhat principles, beyond speed and efficiency, should guide the future of creative work?\nThe case of Toonstar, the start-up behind StEvEn & Parker, illustrates this shift. Toonstar’s\nfounder explained how AI is used throughout production, from story development to\nimagery and dubbing for oversea"},
{"id": "chunk-187", "offset": 186, "text": "magery and dubbing for overseas audiences: “By leaning into the technology, we can\nmake full episodes 80 percent faster and 90 percent cheaper than industry norms.”\nThis logic of optimization spills over into consumption, too:\nParticipant: “Smaller units of time are easier to sell.”\nParticipant: “[N"},
{"id": "chunk-188", "offset": 187, "text": "ier to sell.”\nParticipant: “[N]ow it's very short form…[Y]ou need a hook, you need something to bring\nsomebody in the first three seconds.”\nFor many creators, this runs counter to why they began making content in the first place.\nNarrative and story, the deeper pull of creative work, are often sacri"},
{"id": "chunk-189", "offset": 188, "text": "creative work, are often sacrificed in favor of speed\nand scale. As participants repeatedly emphasized, creative purpose sometimes defies\nmarket logic; what is meaningful to make is not always what sells, or what algorithms\nfavor.\nParticipants also questioned the quality of AI-generated work. As one"},
{"id": "chunk-190", "offset": 189, "text": "y of AI-generated work. As one put it:\n\n“I have yet to see a literary piece produced by AI that really kind of, like, touches my soul\nand or makes me kind of like, contemplate.”\n\n30\n\n\f\n​\nWhile some AI researchers argue that machines will eventually match or exceed human\ncreativity, current studies s"},
{"id": "chunk-191", "offset": 190, "text": "creativity, current studies suggest otherwise: human-human pairs still outperform both\nhuman-AI and AI-AI collaborations in generating diverse, original ideas.\nPodcasts like The Machine Kills have pointed out that arguments against AI creativity often\nrest on “romantic authorship”: the belief that"},
{"id": "chunk-192", "offset": 191, "text": "authorship”: the belief that human art has an ineffable value simply\nbecause it is human-made. The Assemblies, however, articulated what might constitute\nthis ‘ineffable’ value: the human ability to feel, remember, inherit, limit, and transmit\nmeaning as well as the innate, evolutionary drive to cr"},
{"id": "chunk-193", "offset": 192, "text": "nate, evolutionary drive to create that no machine can claim.\nStill, the tension remains unresolved: AI is reshaping the economics of creativity, but it has\nyet to answer why we create, or what makes art worth making.​\n\n7. Generative AI is the latest development in the trend towards a\nfrictionless w"},
{"id": "chunk-194", "offset": 193, "text": "trend towards a\nfrictionless world.\nAI is accelerating a long-standing trend in technology: removing friction from both how we\ncreate and how we consume. This loss of friction feels convenient, but it changes us.\nTechnology has been steadily erasing physical and cognitive effort for decades, from\non"},
{"id": "chunk-195", "offset": 194, "text": "ve effort for decades, from\nonline shopping to ride-hailing apps. As one participant noted: “Even when you think of\nordering a car ride share, it's frictionless. You don't have to go outside the elements and\nhail a car or wait or call.”\nConvenience can be liberating, but it also erodes our patience"},
{"id": "chunk-196", "offset": 195, "text": "t it also erodes our patience for effort. Another\nparticipant described how this shift feels in daily life:\n\n“The loss of the tactile is a part of the frictionless experience. We experience touch less.\nApple has the sound effect of a button being pushed [yet] there's no button being pushed\nany longe"},
{"id": "chunk-197", "offset": 196, "text": "button being pushed\nany longer. Maybe we need to have more buttons… I'll tell you my patience for friction is\nless than [it] used to be. I get angrier at technology that isn't instantly giving me what I ask\nof it… I feel that road rage feeling that people describe. I feel that with buttons that are"},
{"id": "chunk-198", "offset": 197, "text": "eel that with buttons that aren't\nbuttons… and I think that that… is a frictionless addiction that the world has given me.”\nAI has now brought this logic to creativity and media consumption. Short-form video feeds\nand algorithmic recommendation loops keep users scrolling endlessly. A 2024 review\nfou"},
{"id": "chunk-199", "offset": 198, "text": "g endlessly. A 2024 review\nfound that 31% of US adults who use social media doomscroll frequently, a figure that\njumps to 51% for Gen Z. This behavior has been linked to anxiety, lower life satisfaction,\nand weakened engagement with the physical world.\n\n31\n\n\f\n​\nIn advertising and platform design, fr"},
{"id": "chunk-200", "offset": 199, "text": "tising and platform design, friction is often treated as a flaw to be engineered\naway. Yet research suggests that “positive friction”, small pauses, tactile feedback,\ndeliberate steps in a process, can improve human-AI interactions and even lead to\nhealthier, more meaningful engagement. Examples inc"},
{"id": "chunk-201", "offset": 200, "text": "ngful engagement. Examples include Tesla’s steering wheel alert\nwhen autopilot drivers lose focus, or adding tactile responses back into digital tools.\nParticipants lead with a provocation: if AI is going to keep accelerating and smoothing out\nevery step of creative and cultural experience, how migh"},
{"id": "chunk-202", "offset": 201, "text": "cultural experience, how might we design friction back in?​\n\n8. AI has the power to randomize….Or homogenize. Machine\nintelligence is systemic, not sentient.\nAcross the Assemblies, participants reframed AI as a systemic condition: an infrastructure\nthat shapes creative environments. Its influence i"},
{"id": "chunk-203", "offset": 202, "text": "environments. Its influence is ambient and driven by design choice.\nSeeing AI this way allowed participants to interrogate how its systems are built, what\nfeedback loops they create, and whose values they carry.\nOnline, AI output is often dismissed as “slop” that is cheap, fast, and devoid of persp"},
{"id": "chunk-204", "offset": 203, "text": "eap, fast, and devoid of perspective.\nParticipants compared the training process to scraping from a global junkyard: a vast pile\nof data mashed together, in contrast to human creation, which is shaped by deliberate\nchoices and a lifetime of experiences. This ‘junkyard’ aesthetic can create the illus"},
{"id": "chunk-205", "offset": 204, "text": "aesthetic can create the illusion of\nobjectivity, as though a machine trained on everything knows everything. In reality, the\nsystem reflects the perspectives of those who built and trained it.\nResearch backs this up. A recent study warns of a “monoculture of knowers”: if AI is\ntreated as a singular"},
{"id": "chunk-206", "offset": 205, "text": "if AI is\ntreated as a singular, authoritative voice in science or culture, it risks replacing diverse\nhuman perspectives with one homogenized point of view, built on hidden assumptions.\nAnother study found that even with varied training data, generative AI tends toward\nsameness over time.\nAnd yet, p"},
{"id": "chunk-207", "offset": 206, "text": "sameness over time.\nAnd yet, part of AI’s appeal is the opposite: the promise of decentralization, weirdness, and\nunpredictability. Only 20 years ago, Time magazine named “You” its Person of the Year,\ncelebrating YouTube’s early power to hand creativity to anyone with time and passion.\nBack then, Ti"},
{"id": "chunk-208", "offset": 207, "text": "ime and passion.\nBack then, Time asked with disbelief: “Who actually sits down after a long day at work and\nsays… I’m going to make a movie starring my pet iguana?” Today, YouTube is the largest\nstreaming platform in the world, reshaping media production and consumption entirely.\nSo, will AI push th"},
{"id": "chunk-209", "offset": 208, "text": "entirely.\nSo, will AI push this even further? Could it fuel a new wave of strange, boundary-breaking\nart? Some participants thought so:\n\n32\n\n\f\n​\n“[W]hen AI art is good, it's because it's so [expletive] weird. I feel like a lot of people only\nsee very, very sterile versions of AI art, but when you g"},
{"id": "chunk-210", "offset": 209, "text": "ions of AI art, but when you get deep in it and you're not on the\ncensored models, the stuff coming out of there is just so far beyond what a person would\nmake. It can be terrifying. You actually make an image and you're like the FBI could maybe\narrest me because of this image…like gore. Really, rea"},
{"id": "chunk-211", "offset": 210, "text": "s image…like gore. Really, really weird mutant porn. Really, really\njust intense, non-human, scary alien shit. But most people don't see that because it's been\nsterilized by platform capitalism to not let you see that…”\nThis irony is ever present: AI holds the potential to expand creativity into cha"},
{"id": "chunk-212", "offset": 211, "text": "to expand creativity into chaotic,\nunsettling new spaces, yet the systems built around it often drive toward sameness and\nefficiency. As AI’s generative capacity improves, the question remains whether the\nstructures we build will let it stay weird, or force it to flatten everything into one\nperspec"},
{"id": "chunk-213", "offset": 212, "text": "en everything into one\nperspective.\n\n9. Resistance is not rejection, but redesign.\nThe Assemblies did not argue for rejecting AI outright. Instead, participants imagined how\ntechnology could be reframed and rebuilt to reflect creative values rather than override\nthem. Could AI systems embed ethics,"},
{"id": "chunk-214", "offset": 213, "text": "ould AI systems embed ethics, friction, curiosity, and care? Could they support\nsustainable creative economies instead of undermining them?\nAcross sessions, participants identified opportunities for change. They called for tools\nthat honor human intention, profit models that let artists thrive, and"},
{"id": "chunk-215", "offset": 214, "text": "that let artists thrive, and platforms that slow\ndown attention rather than exploit it. A few reflections captured this spirit of optimism and\npossibility:\nParticipant: “[W]e all have a desire to create that's not going to be replaced…That's\nsomething that's distinctly human and will always belong"},
{"id": "chunk-216", "offset": 215, "text": "human and will always belong to us. How we capitalize on that\nand turn it into an ecosystem where people are making money is the question…So I think\nit's about finding the balance.”\nParticipant: “I find that on some intuitive level, friction feels right…there's something about\nslowing down things t"},
{"id": "chunk-217", "offset": 216, "text": "ng about\nslowing down things that are too slippery. Actually introducing things that maybe create\ncheckpoints, create the human-in-the-loop effect. When things feel too slippery, make\nthem a little bit harder.”\nParticipant: “I mean, streaming could be interesting… co-opting streaming and turning it"},
{"id": "chunk-218", "offset": 217, "text": "ting streaming and turning it\ninto a very, very creative force… a contemplative way of thinking about streaming flow.”\nThe Assemblies made clear that resistance doesn’t mean shutting the door on AI. It means\ntaking back the design process and asking how technology can serve human creativity\nfirst an"},
{"id": "chunk-219", "offset": 218, "text": "erve human creativity\nfirst and foremost.\n33\n\n\f\nV. Hollywood’s 8 Rules For AI\nFrom the five Assemblies of artists, performers, technologists, and storytellers, it became\nclear people felt strongly that AI needs to work for creativity, not against it. The\nAssemblies served as a space for a community"},
{"id": "chunk-220", "offset": 219, "text": "ed as a space for a community to imagine what creativity is in a radical\nnew way, and also generate core insights with each other about creativity’s relationship to\nAI. Finally, these insights lead us to the following 8 Rules for designing technology that\nsustains, not strips, human imagination.\n\n1."},
{"id": "chunk-221", "offset": 220, "text": "strips, human imagination.\n\n1. Build For Process, Not Just Output\nDesign systems that support the process of creation not only the production of results.\nCreativity is not just about efficiency or outcome, but also about discovery, friction, failure,\nand transformation. AI tools should support explo"},
{"id": "chunk-222", "offset": 221, "text": "AI tools should support exploration, not shortcut it.\n\nExample: A24’s approach to filmmaking famously allows directors creative freedom and\nlong development periods, resulting in distinctive, award-winning work. In tech, platforms\nshould prioritize features that support iterative exploration and th"},
{"id": "chunk-223", "offset": 222, "text": "t iterative exploration and the development of\ncreators’ skills and facilities instead of one-click generation. This can mean actively\ninvolving creators in the decision-making process by allowing them to give feedback\nthroughout the generation process and by offering multiple input modalities (such"},
{"id": "chunk-224", "offset": 223, "text": "ultiple input modalities (such as\nsketches, stills, voice notes, or mood references). On the philanthropic side, funders\nshould support long term grant and fellowship programs focused on skill development.\n\n2. Encourage Randomness and Glitchiness\nAI is appealing because its outputs can often surpris"},
{"id": "chunk-225", "offset": 224, "text": "its outputs can often surprise us. Creativity thrives at these\nmoments of surprise and wonder. To realize this potential, systems should be designed to\nencourage artists to be messy and embrace the glitch. This also means investigating what\nstages of the creative process benefit most from human-AI"},
{"id": "chunk-226", "offset": 225, "text": "ss benefit most from human-AI collaboration and deliberately\nencouraging training and sampling methods that amplify quirkier, more random outputs.\nDon’t overdetermine the world.\n\nExample: AI companies can co-create a creativity model that promotes “glitchiness,” or\nless probable outputs which screen"},
{"id": "chunk-227", "offset": 226, "text": "probable outputs which screenwriters can use as they explore different ideas and\npathways for their work. This could be used during the ideation phase of screenwriting, so\nthat screenwriters can “meand[er] through a latent ‘idea space’ and curat[e] the model\noutputs that they find most meaningful.”"},
{"id": "chunk-228", "offset": 227, "text": "at they find most meaningful.” An overdetermined world, on the contrary, is one\nwhere Google’s “I’m feeling lucky” disappears altogether, for example.\n\n34\n\n\f\n​\n3. Keep Friction In The Creative Flow\nAvoid optimizing creativity into frictionless experiences. Moments of constraint, pain,\nattention, tim"},
{"id": "chunk-229", "offset": 228, "text": "nstraint, pain,\nattention, time pressure, limitation, were repeatedly identified as vital to depth and\nmeaning. Systems should allow for discomfort and limitation. Design moments that\nconstrain us and make us think.\n\nExample: Platforms like BeReal intentionally slow down social sharing by allowing o"},
{"id": "chunk-230", "offset": 229, "text": "n social sharing by allowing only one\nunedited post a day. Use variables beyond time and clicks to measure audience\nengagement. User wellbeing, satisfaction, and mental health might push technical\nimplementations towards a slower and constrained experience. Intercept doomscrolling\nwith moments of pa"},
{"id": "chunk-231", "offset": 230, "text": "omscrolling\nwith moments of pause.\n\n4. Protect Lineage and Give Credit\nAI tools should not sever creative work from its lineage. Design systems that acknowledge\nhistory, context, and cultural origin. Machines borrow from human expression. AI should\ntrace where its inspirations come from.\n\nExample: T"},
{"id": "chunk-232", "offset": 231, "text": "rations come from.\n\nExample: The Adobe Content Credentials focuses on metadata labelling and data\nprovenance for digital content. Embedding traceability at scale could give credit to original\ncreators and communities whose work trains AI. In general, creating chains of context and\nhistoricity in con"},
{"id": "chunk-233", "offset": 232, "text": "context and\nhistoricity in content ensures it’s never static and divorced from creative community acts.\n\n5. Put Human Purpose at the Center\nDesign systems that foreground why something is being created. Many participants\nemphasized that AI can replicate form but not purpose. AI should ask and adapt"},
{"id": "chunk-234", "offset": 233, "text": "pose. AI should ask and adapt to creator\nintent, making purpose, not just pattern, the starting point.\n\nExample: AI tools should have greater personalization and customizability to each user’s\nintent and specific use case. Canva’s design assistant asks users for some measure of\nintent (poster, ad, i"},
{"id": "chunk-235", "offset": 234, "text": "asure of\nintent (poster, ad, invitation) before suggestions.\n\n6. Make AI Transparent and Conversational\nParticipants described a need for AI systems that are not black boxes. Transparency, in\nthis context, means two things: first, the ability to understand how a model and its levers\ninfluence the ou"},
{"id": "chunk-236", "offset": 235, "text": "nd its levers\ninfluence the output; and second, control over those levers. Artists and creatives want to\nsee how decisions are made, step in to guide them, and feedback results in real time. ​\n​\n​\n\n35\n\n\f\nEasily understandable, fine-grain control mechanisms give creators greater agency over\nthe direc"},
{"id": "chunk-237", "offset": 236, "text": "greater agency over\nthe direction and feel of their work.\n\nApplication: GitHub Copilot shows its code suggestions in real time, letting developers\nreject or refine results. Creative AI could do the same for song lyrics, animation frames, or\nstoryboards. AI tools can make control mechanisms like tem"},
{"id": "chunk-238", "offset": 237, "text": "ke control mechanisms like temperature and guidance more\ntransparent and modifiable through a clear user interface.\n\n7. Value Deliberate Slowness and Depth\nSpeed should not be the default metric. Participants called for tools that allow space for\ncontemplation and depth. Design for layered work, all"},
{"id": "chunk-239", "offset": 238, "text": ". Design for layered work, allowing time for ideas to grow instead\nof forcing instant delivery.\n\nExample: Filmmakers like Terrence Malick famously spend years editing films to find their\nfinal form. AI could introduce deliberate checkpoints or time delays to support depth over\noutput velocity.\n\n8. D"},
{"id": "chunk-240", "offset": 239, "text": "th over\noutput velocity.\n\n8. Design for the Whole Creative Ecosystem\nDesign with the understanding that creativity is relational and systemic, not an isolated\ncapability. This means designing with awareness of how AI systems affect labor, culture,\neducation, ecology, and emotional life. AI must be b"},
{"id": "chunk-241", "offset": 240, "text": "d emotional life. AI must be built with a priori consideration of\necosystem effects, not as a bolt-on feature.\n\nExample: Creative Commons licensing historically reshaped sharing on the internet by\nbalancing openness and rights. Similar systemic reforms, rethinking licensing, royalties,\nand attributi"},
{"id": "chunk-242", "offset": 241, "text": "sing, royalties,\nand attribution in AI training, could protect human creative economies while allowing\ninnovation.\n\nThe Takeaway:\nHollywood’s creative community isn’t asking to roll back AI. They’re asking to redesign it\nand to build tools and systems that honor the slow, messy, human work of making"},
{"id": "chunk-243", "offset": 242, "text": "w, messy, human work of making\nmeaning. Anything less risks turning culture into ‘slop’ at scale."}
]
