[
  {
    "id": "chunk-1",
    "offset": 0,
    "text": "====\n\nToday's conversation is so, so special. Um, you know, we try to cram in as many filmmakers and films that we wanna champion into the talks program, so we rarely dedicate. An entire round table to one film, but with black news terms and conditions directed by Khalil Joseph and made with an incredible kind of galaxy of uh, artists, we knew we had to do it because this is not just a film, it's like a cinematic universe, and there's so much there to unpack.\n\nUh, there's so many layers. I mean, how many of you have seen it? Okay, most of you, so you know exactly what I'm talking about. So I'm really honored that we were able to put this together and that too. It's such a stellar lineup and I'm gonna invite them onto the stage one by one. First up, Khalil Joseph, the director of Black Nails,\n\nza Shaw, who, uh, a collaborator and appears in the film. As you'll recognize, \n\nlet's go Za\n\nMaunde, uh, one of the writers on the film.\n\nRaven Jackson, who was here a couple years ago. \n\nLet's\n\ndirector of all Dirt Gross Taste. Let's \n\ngo. Raven\n\nSavannah, leaf Savannah, the Director of Earth, mama, \n\neverybody.\n\nAnd today's moderator. John Esri Goff, an amazing filmmaker, curator, and program officer at the Ford Foundation. \n\nJohn,\n\nthank you all for joining us. And uh, over to you John. \n\nAlright, thank you so much. Wow, so excited for this conversation today. Um, just to kick it off, um. I wanna acknowledge that, you know, for, for black people and for communities whose histories and existence have been marginalized or erased or extracted, storytelling is much more than entertainm",
    "summary": "A roundtable is dedicated to discussing 'Black News Terms and Conditions' directed by Khalil Joseph, featuring collaborators and other filmmakers to unpack its complex cinematic universe.",
    "keywords": [
      "Black News Terms and Conditions",
      "Khalil Joseph",
      "roundtable",
      "artists",
      "cinematic universe",
      "filmmakers"
    ]
  },
  {
    "id": "chunk-2",
    "offset": 1,
    "text": "Alright, thank you so much. Wow, so excited for this conversation today. Um, just to kick it off, um. I wanna acknowledge that, you know, for, for black people and for communities whose histories and existence have been marginalized or erased or extracted, storytelling is much more than entertainment.\n\nYou know, it's continuity, it's um, it's resistance, it's ritual. And so what all of these artists here. Our part of is a continuum. You know, it is not born in an abyss, you know, it, it, it is, it is something that predates the technology of a camera. Some people have said that, you know, miss unseen and stuff, and the rituals that we see predates the camera itself, you know, so.\n\nUh, I think of Oscar Michel, I think of Julie Dash. I think of Kevin Jerome Everson, who insists that his work may not explain itself. You know, it, it, it is, um, something that reveals time itself. And so, um, black news is an, a single object, an ecosystem. It is a pulse that connects imagination. Rhythm community.\n\nIt's a living cont continuum of black thought and image. And so, um, with that in mind, I I, I, I wanna ask Khalil, um, this question, um, you stated that black news is less of a film and more of a space to enter a collage of memory, resistance, and imagination. What world were you trying to build? With this project.\n\nUm, thank you. That's a great question. Thank you guys for all coming. It means a lot for us to be able to be up here and talk together. I'm a big fan of Savannah Leaf. She doesn't realize I'm more of a fan, probably of hers than she understands. Um, and honestly, Ra",
    "summary": "Black storytelling serves as continuity, resistance, and ritual, forming a living continuum of Black thought and image that predates film technology and connects imagination, rhythm, and community.",
    "keywords": [
      "Black storytelling",
      "continuity",
      "resistance",
      "ritual",
      "Oscar Micheaux",
      "Julie Dash",
      "Kevin Jerome Everson"
    ]
  },
  {
    "id": "chunk-3",
    "offset": 2,
    "text": "ng to build? With this project.\n\nUm, thank you. That's a great question. Thank you guys for all coming. It means a lot for us to be able to be up here and talk together. I'm a big fan of Savannah Leaf. She doesn't realize I'm more of a fan, probably of hers than she understands. Um, and honestly, Raven as well. I've, I've told her in person, but I haven't really all on wax.\n\nTold her. How much of a fan of hers I am. And Mevo and Kza are probably my two richest collaborations I've had in, in my creative career. So it's, it's an honor to be up here with these folks. Um, to answer your question, one of the things I noticed as I've always wanted to make films in my life, and I notice sometimes with the history of black cinema, there's this insistence of.\n\nA kind of commitment to reality. So, you know, I love Boys in the Hood. I love even Killers of Sheep, these kinds of movies. But there's like this idea that we need to render what we experience. Um, I kind of want to say exclusively, and I've always understood Hollywood to be make believe, right? I've also understood Hollywood to be a very powerful tool.\n\nAnd world making. So our understanding of AI is what Hollywood told us AI is, whether it's, you know, the movie AI or if you talk to real futurists and industrialists, they're really trying to figure out how to make Blade Runner a reality, right? So our ideas of the future, whether it's something as extreme as Blade Runner and AI or something more, you know, uh, pedestrian.\n\nWes Anderson or something like that are things that filmmakers and novelists and artists have created",
    "summary": "Black cinema often emphasizes a commitment to depicting reality, while Hollywood is associated with make-believe and world-building.",
    "keywords": [
      "Black cinema",
      "Hollywood",
      "reality",
      "world-building",
      "AI",
      "films"
    ]
  },
  {
    "id": "chunk-4",
    "offset": 3,
    "text": "ly trying to figure out how to make Blade Runner a reality, right? So our ideas of the future, whether it's something as extreme as Blade Runner and AI or something more, you know, uh, pedestrian.\n\nWes Anderson or something like that are things that filmmakers and novelists and artists have created for us to walk into. So as a black person, I'm like, I don't wanna walk into what I've understood the, our reality as to. So in many ways there's a perpetuation of our existence as we keep rendering it over and over and over again.\n\nSo there was. Um, it was important to me to kind of create the future I wanna see and not the, the reality I've always understood. \n\nYeah. I mean, whether it's the black box or the white cube, I mean. For us. Uh, it's a cathedral and I mean, I ran into ery Macci outside who saw the film last night. And I mean, he said seeing it with the audience and hearing the call and the response and people just reacting to the encyclopedic references, he said it was cathartic, you know, and for anyone who's been to a movie theater with a black audience, that is our, our release, you know?\n\nYeah. And if you think about the history of black life in America, it's. It's a, it's essentially, um, a series of imaginative like freedom for enslaved people was an insane thought that had a huge imaginative leap. There was no idea that that was even a possibility. It was, it was, IM an impossibility. If you really understood the circumstances and the realities they were faced with, but the Harriet Tubmans of the world and the hundreds and thousands of others.\n\nWho imagined a",
    "summary": "Black creators seek to imagine and build futures beyond the realities historically rendered for them, using film and art spaces as sites of communal catharsis and redefinition.",
    "keywords": [
      "Blade Runner",
      "AI",
      "Wes Anderson",
      "black person",
      "movie theater",
      "black life in America"
    ]
  },
  {
    "id": "chunk-5",
    "offset": 4,
    "text": "hat had a huge imaginative leap. There was no idea that that was even a possibility. It was, it was, IM an impossibility. If you really understood the circumstances and the realities they were faced with, but the Harriet Tubmans of the world and the hundreds and thousands of others.\n\nWho imagined a brighter future that required Hollywood level imaginative leaps, right? Or Dr. King or anybody we want to kind of valorize Now, historically, looking back, that shit was impossible. The white water fountains, that there was no other version of that, that was reality as they understood it. So it required a huge imaginative leap.\n\nSo as filmmakers and storytellers for me. I'm just pulling from what my family and my father and my mother taught me was our history. It's like, oh, I have to create the future that I wanna walk into. And not necessarily what I understood to be \n\nright. The, the freedom of form, I mean, we've done it with music, right?\n\nAnd once you break form or. Break anything. And you think of what Tony Morrison said, um, the responsibility of freedom. I'm paraphrasing. You know, you gotta free somebody else, you know, and, and, and Raven in, in your work, you know, you use stillness and quietness and, and, and in your narrative structure, can, can you talk about the, the intentionality behind that and, and how you want audiences to.\n\nUm, sit and reflect with the images and, and, and the, um, sort of the stillness in, in your work? \n\nUh, yes. Um, and it's an honor to be here talking on this panel. I'm, uh, I really love kil and his work and so I'm really grateful to be",
    "summary": "Imaginative leaps by figures like Harriet Tubman and Dr. King created new possibilities for the future despite seemingly impossible circumstances.",
    "keywords": [
      "imaginative leap",
      "Harriet Tubman",
      "Dr. King",
      "Hollywood",
      "future",
      "freedom"
    ]
  },
  {
    "id": "chunk-6",
    "offset": 5,
    "text": "tentionality behind that and, and how you want audiences to.\n\nUm, sit and reflect with the images and, and, and the, um, sort of the stillness in, in your work? \n\nUh, yes. Um, and it's an honor to be here talking on this panel. I'm, uh, I really love kil and his work and so I'm really grateful to be here and with you all. Um, but I, in my work. Or in alter roads, I was really interested in honoring the pace.\n\nIt seemed like certain moments wanted, you know, and if it felt like the moment wanted to linger, to allow it to linger and not feel constrained to like cut it if it didn't want it. Like to, to move at a certain pace if it was asking for stillness or slowness. Um, and I also, I, I like, I really thought a lot.\n\nUm, and this came to me after the edit was done that I would often say before screening the film, that I would like the audience as an invitation to let the film wash over you, um, and to be in your body. Because I think, I hope that that stillness, that space is. Yes. Also an invitation to like really be present.\n\nUm, so that's a lot I was thinking about with that \n\ninvitation to be present. Kenza. \n\nWell, Raven, will you tell the people the name of the film you're talking about? Yes. It's \n\nAlder Road, taste of Salt. My First \n\nYes. \n\nAnd so Incredible for, for those who don't know 'cause I haven't really talked about it openly yet, is I, I openly invited.\n\nCertain collaborators and filmmakers specifically to, um, be featured in my film, which there, we, there was no protocol necessarily, and I had only seen Raven's short films. Her, she was still in post-prod",
    "summary": "Alter Roads uses lingering moments and stillness to invite audiences to be present and reflect with the images.",
    "keywords": [
      "Alter Roads",
      "stillness",
      "images",
      "audiences",
      "pace",
      "reflection"
    ]
  },
  {
    "id": "chunk-7",
    "offset": 6,
    "text": "e who don't know 'cause I haven't really talked about it openly yet, is I, I openly invited.\n\nCertain collaborators and filmmakers specifically to, um, be featured in my film, which there, we, there was no protocol necessarily, and I had only seen Raven's short films. Her, she was still in post-production for alders alder roads. And um, I called her out of the blue. She's the only, I think, key collaborator who I didn't previously know.\n\nI cold called her and I said, Hey, I'm making this project. I would love for you to, um. Kind of col, like be on the track with me, essentially. And she, to her credit, she showed up and brought her own cinematographer, jumbo, fre genius collaboration in their own right. Yes. And got busy in a way that I, I still am, you know, I, I see.\n\nSo Bradford Young and I were shooting in another part of the environment and Raven and Jumo were shooting in another. And on the last day, Bradford and I finished early, and so we, and it was this, it was an environment just like this. She was shooting in a movie theater and Bradford and I got to sit in the back and watch Raven and Jomo work.\n\nAnd I've seen other filmmakers work, and I've never experienced a more elegant filmmaker. Direct actors. And I actually was taking notes. She doesn't realize this. I was like, oh, this is how you can relate to, I mean, everyone in the crowd, all the extras, everybody was so calm and so patient. Nobody was rushing.\n\nThe ad wasn't yelling, they were behind schedule. No one cared. And it was amazing. You know, it was, to this day, it was, uh, of. A moment I'll forever re",
    "summary": "Raven and Jomo collaborated on a film project by independently shooting scenes in a movie theater while other collaborators worked elsewhere.",
    "keywords": [
      "Raven",
      "Jomo",
      "Bradford Young",
      "cinematographer",
      "movie theater",
      "film project"
    ]
  },
  {
    "id": "chunk-8",
    "offset": 7,
    "text": "ke, oh, this is how you can relate to, I mean, everyone in the crowd, all the extras, everybody was so calm and so patient. Nobody was rushing.\n\nThe ad wasn't yelling, they were behind schedule. No one cared. And it was amazing. You know, it was, to this day, it was, uh, of. A moment I'll forever remember. Oh, thank you Khalil. \n\nThank you. But when Khalil calls, you answer that call and you show up. You know? There's no way I was saying no to that. So \n\nthank you Kza.\n\nUm, you also work in theater, um, and you also work through ritual and embodiment. How did that shape your collaboration here? \n\nY'all were just talking about white boxes and black boxes and how we gather there was that, uh, I don't know if anyone was there, not last night, night before Saturday, but there's, there's this beautiful moment where that long shot of, as Shakur comes up and we all started clapping and I was like, you know, there's probably a memorial service in Havana.\n\nIf there was one in New York that y'all knew about, I didn't know about it. And it was like there was a need in that room. Like we had a need together in that room, and it felt almost like, like we were feeding the art object. You know what I mean? Like the film needs something from all of us. Um, and I've been thinking, I thought about that a lot last night.\n\nI, I've had the pleasure of working on a art center in Kigali, Rwanda that's gonna open in December. And the first thing we did was like, put up a tapestry and put a bunch of performances in front of it. And have people eat in that space and that sense of how are we going to",
    "summary": "A collaborative artistic experience fostered calm, patience, and a sense of communal ritual among participants, culminating in a shared emotional moment reminiscent of a memorial service.",
    "keywords": [
      "theater",
      "ritual",
      "embodiment",
      "collaboration",
      "memorial service",
      "art object"
    ]
  },
  {
    "id": "chunk-9",
    "offset": 8,
    "text": "that a lot last night.\n\nI, I've had the pleasure of working on a art center in Kigali, Rwanda that's gonna open in December. And the first thing we did was like, put up a tapestry and put a bunch of performances in front of it. And have people eat in that space and that sense of how are we going to feed the art objects in our lives?\n\nAnd when this film gets devoured by the world on its own terms, I look forward to the conditions that, uh, people will set up to watch it and to imbibe it together. And I hope we gather like not in a white box and not in a black, like some, some next thing. We need some next way of watching film together.\n\nAnd I feel like this is a real provocation towards that. \n\nYeah. It's gotta evolve. I mean, they say it's a distribution crisis, but I think it's a media film appreciation, literacy crisis, and we have to reimagine consumption because it's, it's, uh, it's a public health issue. Speak ahead. \n\nYeah. That's amazing.\n\nUm, Savannah now, now your work, um, at at Bridges Sports. Spirit Cinema. Can you talk about how, how rhythm guides your process? \n\nUm, rhythm. Rhythm, uh, I think, I don't know. I, I, I guess like as a. I, I was an athlete for people that don't know, and that's where like, um, I started my li life and um, uh, I transitioned from sports to, uh, making films and I think.\n\nUm, we were just talking about this up there that is like this spatial awareness that I think I translate into film. And, um, some of that comes from like, uh, envisioning what you're about to film and looking at all the possibilities and what's gonna go wrong and",
    "summary": "Film viewing and appreciation require new communal experiences and approaches beyond traditional venues to address broader cultural and public health challenges.",
    "keywords": [
      "art center",
      "Kigali",
      "film",
      "distribution",
      "media literacy",
      "public health"
    ]
  },
  {
    "id": "chunk-10",
    "offset": 9,
    "text": "to, uh, making films and I think.\n\nUm, we were just talking about this up there that is like this spatial awareness that I think I translate into film. And, um, some of that comes from like, uh, envisioning what you're about to film and looking at all the possibilities and what's gonna go wrong and coming up with solutions in your head ahead of time.\n\nSome of that comes from like, intuitiveness on the court. That was like my specialty back then was like, um. So I, I, I wasn't a great practice player, um, but I was great on the court at game time and it was about like making these like quick decisions. Sometimes your body responds before your mind does, you know, and so when I think about rhythm or pacing or, um, I don't know if this is answering your question, but like.\n\nI think about those sort of split decisions and what you're intuitively feeling like you need to do in the moment and, and, um, you, you prepare so much beforehand. You know, you write a script or in my case I write a script and I, um, shot list endlessly and I do all this stuff with everybody, um, to prepare.\n\nBut then when it comes to like on the day on the set with a couple actors, it's like you're just waiting for that like. Impulse or that like flicker of like, oh, that feels honest. And, um, that I don't, I don't know if that's a rhythm or what it is, but it's, it's like, that's what I'm searching for. And, and that's what like excites me and creating art, I guess.\n\nYeah. And collaboration. Teamwork. \n\nYeah. And collaboration as well. Yeah. \n\nYeah. Yeah. And, um. It. Can you bring a, a unique lens to",
    "summary": "Spatial awareness and intuitive decision-making developed through sports translate into filmmaking by enabling rapid, instinctive choices during film production despite extensive preparation.",
    "keywords": [
      "spatial awareness",
      "film",
      "intuition",
      "decision-making",
      "script",
      "actors"
    ]
  },
  {
    "id": "chunk-11",
    "offset": 10,
    "text": "I don't know if that's a rhythm or what it is, but it's, it's like, that's what I'm searching for. And, and that's what like excites me and creating art, I guess.\n\nYeah. And collaboration. Teamwork. \n\nYeah. And collaboration as well. Yeah. \n\nYeah. Yeah. And, um. It. Can you bring a, a unique lens to world building, um, a technologist lens? C Can you talk about how you translate code, interface or systems into narrative? \n\nUm. It is fascinating to hear myself describe that way. Um, I, uh, thank you.\n\nUm, but I, um, I, I've worked in tech. I am not, uh, I'm, I wouldn't call myself a technologist 'cause I'm not technical. I don't code. Um, what I did, uh, for, uh, the software company I worked for was long-term forecasting and sort of futures research. Um, and, uh. Doing that within an organization is, um, well, lemme take a step back.\n\nAny form, uh, any, any system sense of time is a certain rhythm of, uh, rhythm of narration, right? With a company you are, um, usually you have a quarterly cadence, right? Um, you have also sometimes that's punctuated by your competitor dropping a product or, you know, some other fluctuation in the market somewhere else.\n\nThat changes behavior and changes people's sense of time. And, um, I don't come from that world. Uh, I'm a poet, um, and I've always been very, uh, driven by my ear. Um, and so that, that, that aspect of thinking about the future is natural to me and I've done a lot of work. Um, you know, in, uh, in philanthropy, in communities, in uh, sort of other sort of org organizing spaces, um, trying to offset my corporate footprint an",
    "summary": "Organizational time systems, such as quarterly cadences and market fluctuations, create distinct rhythms that influence behavior and narrative within companies.",
    "keywords": [
      "organization",
      "time",
      "rhythm",
      "narration",
      "company",
      "market"
    ]
  },
  {
    "id": "chunk-12",
    "offset": 11,
    "text": "ays been very, uh, driven by my ear. Um, and so that, that, that aspect of thinking about the future is natural to me and I've done a lot of work. Um, you know, in, uh, in philanthropy, in communities, in uh, sort of other sort of org organizing spaces, um, trying to offset my corporate footprint and help, uh, help us sort of imagine futures otherwise.\n\nUm, and one of my collaborators within that work, uh, oh, another quarter of the futurist writers room is here. Tony. Patrick. What \n\nup Tony? \n\nAnd, and I'll say that when you are, when we are and, and you know, futures is not like some priesthood, like everybody has a stake in it. Um, when we try to relax our hold right on.\n\nThe rhythm, uh, uh, or the, the style of narration of futures that's given to us, right? And start reaching for something else. Um, you have to find a way to disrupt that rhythm. And I think something, the first thing that smacked me in the face when, uh, Khalil sent me the first clip of, of black news, um, and I'm talking about the installation project here, the two channel version was that it felt like something that was.\n\nWorking really hard and really intentionally and really conscious of sound, right. Um, to disrupt that rhythm for you, right? And to buy your suspension of time. I'm also a fantasy writer, so half of the game there is to get people to let go of how they expect things to be. I think if. If anything, that is sort of my specialty in my work across mediums, across context is like, let this wash away.\n\nRight? Um, when, uh, you know, when sort of a, a Caterpillar decides it's time to cha",
    "summary": "The Black News installation project consciously disrupts conventional narrative rhythms by focusing intentionally on sound.",
    "keywords": [
      "Black News",
      "installation project",
      "sound",
      "narration",
      "futures",
      "philanthropy"
    ]
  },
  {
    "id": "chunk-13",
    "offset": 12,
    "text": "r, so half of the game there is to get people to let go of how they expect things to be. I think if. If anything, that is sort of my specialty in my work across mediums, across context is like, let this wash away.\n\nRight? Um, when, uh, you know, when sort of a, a Caterpillar decides it's time to change. First they form their cocoon and then they completely liquefy. And within any system, within any group of people, within any gathering, that is the most terrifying thing. Is to let go of what we know ourselves to be and to reach for something else.\n\nAnd I think, um, that's what I try to help, uh, people do. That's what I hope my, you know, my art does. And that's what I felt, um, that I think that's the resonance that, uh, that got me and Khalil talking on the phone for like four hours when, when we had our first phone call. Um, but that's, that's kind of how I see, um, rhythm and transformation and, and, uh.\n\nMaking worlds. \n\nLet's stay there. Go ahead and, yeah, I was to speak to a little bit of some of the stuff that me and Mevo collaborated on there. Kza plays a character in the film named Fila Aku, who is a reincarnation of WEB Du Bois in the future as, uh, artist, as a curator, as a writer, as a scholar. And there's something that we created called The Resonance Field, which exists in the middle of the Atlantic Ocean.\n\nAnd it's a kind of land art. It's a kind of take on land art. You know, technically it's ocean art, but there's a whole, a whole bunch of scholarship and research that went into the residence field that MEbA and I talked about a lot. But we never discuss",
    "summary": "Kza portrays Fila Aku, a future reincarnation of W.E.B. Du Bois as an artist and curator, embodying themes of transformation, rhythm, and world-making.",
    "keywords": [
      "Kza",
      "Fila Aku",
      "W.E.B. Du Bois",
      "transformation",
      "art",
      "curator"
    ]
  },
  {
    "id": "chunk-14",
    "offset": 13,
    "text": "exists in the middle of the Atlantic Ocean.\n\nAnd it's a kind of land art. It's a kind of take on land art. You know, technically it's ocean art, but there's a whole, a whole bunch of scholarship and research that went into the residence field that MEbA and I talked about a lot. But we never discuss it in the film. We just kind of refer to it. It's almost like the force in Star Wars, it's something you kind of keep mentioning, but never really detailing and, uh, any, any kind of granular, uh, and.\n\nI called someone at Stanford and I said, Hey, can, can a, can the scholar that I met in Africa do a lecture? Her character in the film? Yeah. And they were like, sure, you know, can you gimme some more details? And I kind of gave them this fictional account of this person that I met in West Africa, and they were like, that sounds super interesting.\n\nLike, you know, let, let's, let's talk about it. Cut to. We go to Stanford to have to do a lecture with Chu. So Kase is in character as Fu you know, uh, she doesn't exist. She has the makeup, she has the fake accent, and Mebo writes a lecture for the Stanford\n\nfaculty and students. Technically, arguably some of the smartest right people in the country. In the African American department literature department, everybody's there and after the lecture, they're coming up to fmi Lao asking her to cite her in their research as a result of Meos being able to comport himself into now, uh, a Stanford level scholar.\n\nPresenting his foundings and his scholarship based on a fictional thing that we created in the middle of the Atlantic Ocean. And",
    "summary": "A fictional African scholar character delivered a lecture at Stanford as part of a conceptual land art project situated in the Atlantic Ocean.",
    "keywords": [
      "Atlantic Ocean",
      "land art",
      "Stanford",
      "scholar",
      "lecture",
      "Africa"
    ]
  },
  {
    "id": "chunk-15",
    "offset": 14,
    "text": "lecture, they're coming up to fmi Lao asking her to cite her in their research as a result of Meos being able to comport himself into now, uh, a Stanford level scholar.\n\nPresenting his foundings and his scholarship based on a fictional thing that we created in the middle of the Atlantic Ocean. And \n\nthat's just kind, hold on, hold on, hold on, hold on. To be fair, we had spent like three years with Sia Hartman and Fred Moton and Christina Sharpe and like all these crazy scholars coming through the writer's room.\n\nAnd I'm trying to, you know, mix some of that down into, I was there too, a 45 minute lecture. \n\nI'm not writing that lecture though. I'm just \n\nOkay. There were lots of other brilliant people in the room. Kza was there. Khalil was there, so it, it was not me. \n\nAnd so it's really the, it's the two of these that work together to create the Fila Aku kind of universe that I would still love to find a way to, to, to get out into the, the, the world that at one point we talked about Fumi, Lale only appearing in character and we'll talk about world building.\n\nThat was something I wanted to do with the film is. Actually get the resident field and fumi out to the world first. So by the time they watched the film, they're, they were already predisposed to what the residents field was and who she was. Again, it's kind of like. I learned this from Star Wars. They released a comic book of Star Wars before the movie came out.\n\nAs you know, it's, it's, it, it targets that audience, right? The, that group. And it did so well that it helped get people lined up. That that's reall",
    "summary": "The Fila Aku universe was collaboratively created by a group of scholars and writers, with aspirations to introduce its characters and world-building to a broader audience.",
    "keywords": [
      "Fila Aku",
      "Stanford",
      "Sia Hartman",
      "Fred Moton",
      "Christina Sharpe",
      "world building"
    ]
  },
  {
    "id": "chunk-16",
    "offset": 15,
    "text": "ld was and who she was. Again, it's kind of like. I learned this from Star Wars. They released a comic book of Star Wars before the movie came out.\n\nAs you know, it's, it's, it, it targets that audience, right? The, that group. And it did so well that it helped get people lined up. That that's really what created people lined up around the block. And Star Wars came out in 1977. \n\nI'm glad we didn't do it. I'm gonna tell you why. I was watching it on Saturday and I was thinking about artifice.\n\nAnd how much, what to me makes the kind of narrative intervention in the 70, how many, 85 minutes we're together is this sense of artificial, this ness, this outside of American psychological realism as the default performance cadence of watching someone on screen. And so I think it's that. I, I wonder if it would've worked if it were natural because it's so arched.\n\nThat's a good point. That's a good point. I mean, that's what the universe has. I. Determined to be so, \n\nHey, uh, what June Jordan say, uh, we are not the problem, we are the possibility. Um, and you, you hinted at it in terms of the realism and Hollywood films, and so I wanna unpack that a little bit, uh, in terms of race and how you deal with it and work.\n\nUm, \n\nI mean, I'm curious what the, what they think too in terms of like, uh. Like the movies you would make. If so, there's a, there's, there's something that happens in Hollywood for anyone here who's a filmmaker. Even if you're successful, people can, people tend to default into what they think will get made as opposed to what someone taught me, which changed my w",
    "summary": "Star Wars' pre-release comic book generated audience excitement and lines, contrasting with the artificial narrative style and non-realist performance cadence valued in certain 1970s films.",
    "keywords": [
      "Star Wars",
      "comic book",
      "audience",
      "narrative",
      "realism",
      "Hollywood"
    ]
  },
  {
    "id": "chunk-17",
    "offset": 16,
    "text": "ike, uh. Like the movies you would make. If so, there's a, there's, there's something that happens in Hollywood for anyone here who's a filmmaker. Even if you're successful, people can, people tend to default into what they think will get made as opposed to what someone taught me, which changed my whole thing is what don't like what will never get made right.\n\nIf I, if I start from that premise, like, just write the thing that you don't ever think. No one, like Hollywood is never gonna. Pick up the phone once they read or they, and that, I mean, black News is a version of that. Some of the best films I think, that have been made in Hollywood are versions of that.\n\nBut I'm curious what y'all's version of of that, like if someone wrote you a blank check, you know, like really thinking outside the box. \n\nYeah. The line between expectation freedom.\n\nYeah, I mean, what comes up for me is that, um, there's a project that I'm excited about. I'm not gonna like go too deep into it, but that is, is playing, still playing. I love playing with form, you know, in my work. And I love what Kalo just said. What's the project you have that will never get made? I feel like something that's come up for me is that we also have to give ourselves permission, you know, to like really, um.\n\nAllow ourselves to explore that deeply. I think it can be, often it's, uh, at least in my experience, it's you, you want your practical in a lot of ways. Like, well, if I wanna put all this time into writing a script or into pitching something, let me have it be the thing I know will get made and just keep this",
    "summary": "Hollywood tends to favor projects perceived as likely to be made, but creating work that seems impossible to get produced can lead to some of the best films.",
    "keywords": [
      "Hollywood",
      "filmmaking",
      "Black News",
      "expectation",
      "form",
      "project"
    ]
  },
  {
    "id": "chunk-18",
    "offset": 17,
    "text": "ves to explore that deeply. I think it can be, often it's, uh, at least in my experience, it's you, you want your practical in a lot of ways. Like, well, if I wanna put all this time into writing a script or into pitching something, let me have it be the thing I know will get made and just keep this to myself.\n\nAnd it's been really freeing for me to really give myself permission to explore different faucets of myself. You know, I've done one feature. My next one isn't necessarily gonna be. Uh, uh, exactly like that, you know, and I'm excited about that. Um, but that's what comes up for me off of that.\n\nYeah, I'm like a very practical thinker. Um, some, uh, so like, uh. I, I, I've been, I, I guess like off the back of Earth Mama, which was the film I, yeah, the film I did. Um, I got into a space where I was like, man, I feel like I, in filmmaking, you have to wait for other people to give you permission to make anything, um, financially.\n\nUm, and so, uh, I decided to make a short, um, which was called Run. And, um, I just like self financed it and made it, and it showed in the gallery space and then made run too, you know, and, and, and like, um, we did that for the past two years and I had a team of people that are close collaborators and that was like me doing the thing that like, where I wasn't thinking about anybody else other than like me and what I wanted to tell at that time.\n\nAnd. I'm actually in those pieces. So it like, in a way, it's like my version of like a self portrait painting, you know? Um, and when I think about like a feature length, like narrative feature",
    "summary": "Filmmaking often requires waiting for external financial permission, leading to self-financed projects like the short films Run and Run 2 as a means of creative exploration and autonomy.",
    "keywords": [
      "filmmaking",
      "financial permission",
      "self-financing",
      "short films",
      "Run",
      "Earth Mama"
    ]
  },
  {
    "id": "chunk-19",
    "offset": 18,
    "text": "e, where I wasn't thinking about anybody else other than like me and what I wanted to tell at that time.\n\nAnd. I'm actually in those pieces. So it like, in a way, it's like my version of like a self portrait painting, you know? Um, and when I think about like a feature length, like narrative feature length, I might convert that to a feature length. But like it's really hard to even sit down, sit down and write oftentimes because.\n\nMy headspace goes to something really practical. I wanna make the things I write. Um, and it, it's hard to break that like, mental barrier of like, yeah, maybe if I was solely a writer, um, I would break that mental barrier. But as a filmmaker, it really, it becomes hard to think outside of like, um, yeah, the practicalities of making a project.\n\nThat's why I think a film like this is so important. Because it expands what you feel is possible. Like, I love what you said, like it takes imagination first. And when I, I watched it for the first time, like, uh, last night, years ago. Well, I watched cuts early. Well, I watched my first time last night, like, and it was just like, Ugh.\n\nI'm so grateful this film exists because I think expands when we're talking about being practical. Like if you were being practical, this never would exist, you know? And so I'm grateful for your insistence on that, on pushing that because yeah, I think that's really important. \n\nOne of the things too, I mean, for any film, I'm assuming there's filmmakers and creators in the crowd, uh, it is an assumption, but I just have to assume and.\n\nWhen you go to see from, when I",
    "summary": "A film can expand creative possibilities by inspiring filmmakers to move beyond practical constraints and embrace imagination.",
    "keywords": [
      "film",
      "imagination",
      "feature length",
      "self portrait",
      "creative possibilities",
      "practicalities"
    ]
  },
  {
    "id": "chunk-20",
    "offset": 19,
    "text": "I'm grateful for your insistence on that, on pushing that because yeah, I think that's really important. \n\nOne of the things too, I mean, for any film, I'm assuming there's filmmakers and creators in the crowd, uh, it is an assumption, but I just have to assume and.\n\nWhen you go to see from, when I go to see a Christopher Nolan film or I don't know, a PTA, it's just so overwhelming to think like, yeah, that's what I'm gonna do. I mean, as much as I, you know, know that I'm gifted and talented, I can do anything that I want. I also recognize like, uh, I don't know if that's my way of creating necessarily, you know?\n\nUm, and so I, I would say for you guys, we all have. I mean, one of the things I noticed, I mean, I know it's called Black World making, but I was talking my wife Anya, who produced the film. I was like, it almost feels like we should be talking about how we found our voices or something, because that's ultimately what distinguishes each one of us.\n\nYou know, it's like we all have an individual unique voice that got us to the place that we're at, and that's what makes any one of y'all U unique. Um, whether it's a hundred million dollars or, you know, $50,000 or whatever it is, I, you know, we're also living in an amazing time where you don't need that much stuff.\n\nI mean, you know, everyone knows Kai Knot's bigger than anybody in this room, you know, in terms of if we, in terms of creating something at this moment, and that's, he didn't, he didn't have anything but his camera on his. You know, but that's his voice. He's comfortable and he is confident in that spa",
    "summary": "Individual creative voices distinguish filmmakers regardless of budget or industry comparisons.",
    "keywords": [
      "filmmakers",
      "Christopher Nolan",
      "PTA",
      "Black World making",
      "voice",
      "Anya"
    ]
  },
  {
    "id": "chunk-21",
    "offset": 20,
    "text": "an, you know, everyone knows Kai Knot's bigger than anybody in this room, you know, in terms of if we, in terms of creating something at this moment, and that's, he didn't, he didn't have anything but his camera on his. You know, but that's his voice. He's comfortable and he is confident in that space. I'm not saying that's, but if you're a filmmaker, there's a way that your voice is gonna resonate simply and profoundly, that you don't need a lot of money, and it's really about figuring that out.\n\nI mean, I'm a big fan of all these people up here, and it's because of all the stuff I've watched, of all the stuff I've read, their voice just like cut right through in small and profound ways. I mean, I'll never forget. Kne Kza and I met through our partners. They're friends. My wife and her partner were friends.\n\nFormer partner, former partner, sorry, excuse right. Her former partner were friends and we met at our house casually, not, not much exchange and cut to, it might've been years later, two years later, we were both getting an award during COVID and we were in a cohort. And it was on Zoom, and I was like, God, I recognize her.\n\nOh, that's, that's, oh, okay. That's on you. Okay. Yeah, yeah, yeah. Hey, what's going on? And then we, she gave an acceptance speech. She was the first one to give an acceptance. I've told her this. She was the first one to give an acceptance speech, and it was, it was off the dome. I didn't see no paper. And it was so intimidating, and so profound, and so beautiful and so thoughtful.\n\nThat I know for me and I can think of all the other cohorts,",
    "summary": "Kai Knot demonstrates that a filmmaker's unique voice and confidence can have significant impact without requiring substantial resources.",
    "keywords": [
      "Kai Knot",
      "filmmaker",
      "voice",
      "camera",
      "confidence",
      "award"
    ]
  },
  {
    "id": "chunk-22",
    "offset": 21,
    "text": "t one to give an acceptance. I've told her this. She was the first one to give an acceptance speech, and it was, it was off the dome. I didn't see no paper. And it was so intimidating, and so profound, and so beautiful and so thoughtful.\n\nThat I know for me and I can think of all the other cohorts, we were so shook that we had to go after her and like give an acceptance speech and I called her after that and invited her to participate in black news. That was how her voice cut through was in an acceptance speech. I hadn't seen her theatrical work.\n\nI did my research after I heard her acceptance speech and I was like, oh, she's incredible. But it shows in really subtle, in different profound ways, is what I'm trying to say. \n\nThere's something about this idea, hearing both of you talk about what you would do with a blank check and then practicality and everything.\n\nAnd Raven, you using the word insistence. You're the only person who had shot a feature length narrative film that Khalil invited into the organism. Everybody else. Hadn't had nothing to do with that before. And the insistence, the leadership, the auteurship that it takes to have lateralized process to invite people into creativity, to give people space for voice, is ferocious.\n\nAnd you and Anya have been killers on behalf of everyone in the project. And I was, I was, I have. Been flabbergasted by and continue to be like the section of the film that I had the honor of directing one a shot. Made it in of this hallway. You double shot? No, no, no. That wasn't No, no, no. I'm just trying to talk about one shot.\n\nMy po",
    "summary": "Raven demonstrated exceptional leadership and auteurship as the only participant with experience directing a feature-length narrative film, profoundly impacting peers with her acceptance speech and collaborative approach.",
    "keywords": [
      "Raven",
      "acceptance speech",
      "feature-length narrative film",
      "leadership",
      "auteurship",
      "collaboration"
    ]
  },
  {
    "id": "chunk-23",
    "offset": 22,
    "text": "lf of everyone in the project. And I was, I was, I have. Been flabbergasted by and continue to be like the section of the film that I had the honor of directing one a shot. Made it in of this hallway. You double shot? No, no, no. That wasn't No, no, no. I'm just trying to talk about one shot.\n\nMy point is about one shot. \n\nI'm not gonna interrupt you. \n\nMy point, my point is about one shot. There are, there are several. I'm very proud. Um, but I was trying to talk about one thing, which is this hallway of Du Bois walking. It's like a, a big white stripe in these doors. Um, and him going through, and I was thinking about s DI's text and thinking about that shot, and that was really like the, the level of freedom to imagine that is ob is absurd, Khalil.\n\nAnd it is, it is a product of the insistence that you made. Um, on, on behalf of everyone, and so I just have to say that publicly. \n\nThank you. But there's also, so if anyone has ever heard of the Underground Museum in Los Angeles was started by my brother, and he was a painter and a very straightforward painter.\n\nAnd at one point in his gallery representation, he told his gallery that he wanted to do more than just paint canvases of black bodies, and they discouraged him to do so. Yeah, and what that created was a profound divorce between my brother and the traditional art world. This is back in early two thousands when the idea of being a successful artist and not having a gallery, I mean, still to this day, I don't know anybody who can do it.\n\nAnd he, at the time, my, my father had passed away recently and left my brother",
    "summary": "A hallway shot of Du Bois walking, inspired by s DI's text, exemplifies the creative freedom enabled by Khalil's insistence and leadership.",
    "keywords": [
      "Du Bois",
      "hallway",
      "shot",
      "s DI's text",
      "Khalil",
      "Underground Museum",
      "Los Angeles"
    ]
  },
  {
    "id": "chunk-24",
    "offset": 23,
    "text": "e between my brother and the traditional art world. This is back in early two thousands when the idea of being a successful artist and not having a gallery, I mean, still to this day, I don't know anybody who can do it.\n\nAnd he, at the time, my, my father had passed away recently and left my brother and I some money, and he, my brother, spent all his money on creating what you guys have maybe have heard of as the Underground Museum, but there was no. Uh, no one had done anything like that before. There was no business model.\n\nThere was no suggestion that he was gonna be successful. His wife was saying, you're spending all of our money not making canvases that sell into this space that you don't own, that has no business model. And, and I say that to say he was really focusing his energy on what he understood to be his voice.\n\nI mean, he had. Alienated and ostracized everybody in the art world that was gonna make him any type of fame, money, or notoriety. And now he's passed away. But the Underground Museum absolutely is supporting his market as an artist, if that makes sense. So his paintings not unlike Warhol, are a result of the work he did outside of the painting.\n\nDoes that make sense? So your voice sometimes is not even just like what you make. It's in Ken's case, it's her acceptance speech for this random award online that shook me to my core. I, I wish I could have recorded it. I would love to share it one day. I mean, it was, do you remember that? You remember that?\n\nI mean, I'm still intimidated when I think about it, like. I, I, I want to be able to, to do that on",
    "summary": "The Underground Museum, created without a traditional business model or art world support, now sustains the late founder's artistic legacy and market value.",
    "keywords": [
      "Underground Museum",
      "art world",
      "business model",
      "legacy",
      "paintings",
      "market value"
    ]
  },
  {
    "id": "chunk-25",
    "offset": 24,
    "text": "cceptance speech for this random award online that shook me to my core. I, I wish I could have recorded it. I would love to share it one day. I mean, it was, do you remember that? You remember that?\n\nI mean, I'm still intimidated when I think about it, like. I, I, I want to be able to, to do that one day. Yeah. So, \n\nyeah, I think that's what competition and capitalism does. It suppresses individual voices, right? Because, um, this western idea that there's a singular truth, you know, um, I have a friend, Hamad Uma, um, he, he said, why are Americans so.\n\nAlways speak of singular truths when Rumi said truth came down and was broken like a mirror, and we all got a piece of it, you know, so we all are holding a piece of the truth. And so that's why it's important for everyone to use their individual voice. And I see it all the time where people say, oh, so and so is making a film about this.\n\nI can't do it. And it's like, who cares? Because it's gonna be a different film when you make it. \n\nHow many filmmakers are in the audience? Many. Amazing. Amazing. Oh, is there time for q and a? Yep. Okay. Open up.\n\nIs that okay? Are you guys Yeah. \n\nYeah. Okay. With the QA. \n\nThere's a mic coming. \n\nWe've got a mic. \n\nWe can hear you guys too though, by if you guys.\n\nHello. Um, my name is Kason. I only raised my hand so fast, so I have to go in a second, so I, to make sure I got my question out. Uh, huge fan of this panel. Huge fan of everybody. Khalil specifically, uh, black news changed so much for me and I want to ask about that because you, that came out maybe a couple years before",
    "summary": "Competition and capitalism suppress individual voices by promoting the idea of a singular truth, while everyone actually holds a unique piece of truth that should be expressed.",
    "keywords": [
      "competition",
      "capitalism",
      "individual voices",
      "singular truth",
      "Rumi",
      "filmmakers"
    ]
  },
  {
    "id": "chunk-26",
    "offset": 25,
    "text": "son. I only raised my hand so fast, so I have to go in a second, so I, to make sure I got my question out. Uh, huge fan of this panel. Huge fan of everybody. Khalil specifically, uh, black news changed so much for me and I want to ask about that because you, that came out maybe a couple years before I really started doing this.\n\nWhen I started doing this, I was looking for more people who looked at me, honestly, that were making films and doing things. I was like, you need to watch this. You need to watch this. And, uh, it was like you were saying, very disruptive and that was really beautiful to me 'cause I'd only seen one type of thing and I knew that there was more to making this than just one way, you know, just like a three act structure.\n\nBut there's more than one way condensing a lot to a question because we see that now and we know that. And, and to me that's like a very prolific film that we've seen. Do you feel, how do you find ways to continue to be. Disruptive when people expect disruption. \n\nIt's, uh, this film was made a result of the source material, which was black news, the work of art.\n\nIf I was adapting a Zuno Hurston book or something, I don't think it would show up like this necessarily. Um, but that goes back to my thing about your voice. Your voice will determine everything, and everybody here has an individual voice in the same way, and everybody will never be. No. The universe will never recreate any version of us.\n\nAnd so if your work looks like other people, it sounds like other people, that's just your process of figuring out your voice. I think",
    "summary": "Black news as a work of art inspired new perspectives in filmmaking by showcasing disruptive approaches beyond traditional structures.",
    "keywords": [
      "Black news",
      "filmmaking",
      "disruption",
      "structure",
      "art",
      "source material"
    ]
  },
  {
    "id": "chunk-27",
    "offset": 26,
    "text": "ermine everything, and everybody here has an individual voice in the same way, and everybody will never be. No. The universe will never recreate any version of us.\n\nAnd so if your work looks like other people, it sounds like other people, that's just your process of figuring out your voice. I think in the beginning I could, please correct me if I'm wrong, you guys, but for me in the beginning, my work was me working through people that I like. Cinematographers, you know, other filmmakers, you know, I mean, I can, there was like moments where I would literally try to recreate the same focal length, the same lighting conditions.\n\nRight? And I don't know anybody whose work ultimate. I remember when I first started making stuff, I was like, I, I had no context. And it was kind of uncomfortable because it didn't look like the people. If I told you who I was trying to emulate, you would, you would laugh out loud because it's so different.\n\nYou know, it's kind of like Goddard trying to, you know, if you talk to Goddard, he said Humphrey Bogart was his guy there. His films only nothing like Humphrey Humphrey Bogart's film. So, um, I, for me it always comes down to voice and training. You gotta learn your craft. Number I, I, I probably prioritize that over your voice.\n\n'cause your voice will emerge. But if you learn, right, and if you learn cinematography, you learn working with actors. If you learn production design, just dump, jump deep into the craft. Just like Kobe Bryant, all of the greatest basketball players you love, they have a style that emerged, but they know their fundam",
    "summary": "Artistic voice develops through imitation of admired creators before evolving into a unique style.",
    "keywords": [
      "voice",
      "process",
      "cinematographers",
      "filmmakers",
      "imitation",
      "style"
    ]
  },
  {
    "id": "chunk-28",
    "offset": 27,
    "text": "ill emerge. But if you learn, right, and if you learn cinematography, you learn working with actors. If you learn production design, just dump, jump deep into the craft. Just like Kobe Bryant, all of the greatest basketball players you love, they have a style that emerged, but they know their fundamentals are no, their left hand is stronger than your right.\n\nRight. That's because they work, work, work, work, work. And that's my, that's what I would encourage any filmmaker in the audience is like, learn your craft better than anybody, better than anybody. And now on YouTube, there's no excuse. There's no excuse. \n\nYeah. \n\nThank you.\n\nHi. Um, my name is Jam K. Very grateful to be here. And thank you for, um. Yeah. Thank you for this world that y'all have created. I'm asking a question with grace of first drafts 'cause I think, I'm trying to blend a couple things together. So let me know if this isn't coherent. But, um, Kasei, you said something on Friday that I've been thinking about a lot.\n\nYou were talking about, uh, living in the many. As a form and as this counter to, um, individualism, right? The idea of the hero or the idea of the individual author. Um, and that's something that seems like it's very present in the way y'all have collaborated on this project and other projects. And I'm wondering if you can talk a little bit about the, um, collaboration with ancestors in the process of.\n\nMaking the film. Editing the film, writing the film. I mean, I think that from the reference to, uh, cultural ancestors, the resonance field as an ancestor, like these enslaved Africans w",
    "summary": "Mastery of filmmaking fundamentals and collaborative approaches counter individualism and foster creative growth.",
    "keywords": [
      "cinematography",
      "production design",
      "craft",
      "YouTube",
      "individualism",
      "collaboration"
    ]
  },
  {
    "id": "chunk-29",
    "offset": 28,
    "text": ". And I'm wondering if you can talk a little bit about the, um, collaboration with ancestors in the process of.\n\nMaking the film. Editing the film, writing the film. I mean, I think that from the reference to, uh, cultural ancestors, the resonance field as an ancestor, like these enslaved Africans who are in the water, um, Khalil references to your family and your brother, and, you know, may both of their memories be a blessing.\n\nUm, yeah, I'm, I'm, I'm just wondering if you, if y'all can talk about. How ancestors were present in the process view. And also I think I'd be remiss, maybe if I didn't mention the first time I saw, uh, alter road Taste of Salt in the theater. Um, I could feel my grandmother's hands at the end. My grandmother passed away 20 years ago.\n\nYou know, I, I, I complete, it took me a second to actually register what it was that I was feeling because I recognized and I couldn't place it. Um, and so this idea that, that. That connection isn't lost, that that connection is present. Thinking about the film as ritual, and again, think about how we feed it and how it feeds us, I think I'm really curious about, about that connection to ancestors and how it was present in your work.\n\nBecause I think as an audience member, it was something that was very present for me, um, viewing the film.\n\nYeah. First off, that's a really beautiful comment and thank you for sharing that. I'm really moved. Um, but I thought a lot about my grandmothers in the making. I'm speaking of UD Rose now. Um, I thought a lot about my grandmothers. I had a lot of conversations I wouldn't hav",
    "summary": "Collaboration with ancestors played a significant role in the creation of the film, with ancestral presence felt during making, editing, and viewing, reinforcing the film as a ritual that maintains connections across generations.",
    "keywords": [
      "ancestors",
      "film",
      "ritual",
      "resonance field",
      "enslaved Africans",
      "family"
    ]
  },
  {
    "id": "chunk-30",
    "offset": 29,
    "text": "um, viewing the film.\n\nYeah. First off, that's a really beautiful comment and thank you for sharing that. I'm really moved. Um, but I thought a lot about my grandmothers in the making. I'm speaking of UD Rose now. Um, I thought a lot about my grandmothers. I had a lot of conversations I wouldn't have had if not for that film. And so I'm really grateful that I was in the process of making it and they were still alive and I could have those conversations with, but I looked a lot at my maternal grandmother in particular's grand, uh, photo albums.\n\nShe's from Crystal Springs, Mississippi. We ended up filming in Mississippi. It was a reference for, uh, costume, location, all of that. And, um, and so, yeah, I, I mean, I know for me, my process will evolve as I make more work, but I, I hold stuff like that close. Some of the characters' names are personal to me, so it feels close to me when I'm making it.\n\nBecause I want that, and I don't need to tell anybody. I don't always tell folks what's really close to me, but I know I need, I like anchors like that when I'm making the work. \n\nOkay. Um, that's a great question. Um, for me, I think I, like, I, I didn't know half of my, uh, I didn't know my black side of my family.\n\nI, I don't know my father until I was 30. So like, I didn't know that side of me. And, um, and so some of my work is about like, uh, connecting to that side of me through like art, you know, and through creating and, um, researching like that, that was, that was a part of this film that. It really resonated with me was like, kind of like journey tracking your life.",
    "summary": "Personal family history and photo albums, particularly those of the maternal grandmother from Crystal Springs, Mississippi, influenced the film's costumes, locations, and character names.",
    "keywords": [
      "family history",
      "photo albums",
      "Crystal Springs",
      "Mississippi",
      "costume",
      "character names"
    ]
  },
  {
    "id": "chunk-31",
    "offset": 30,
    "text": "at side of me. And, um, and so some of my work is about like, uh, connecting to that side of me through like art, you know, and through creating and, um, researching like that, that was, that was a part of this film that. It really resonated with me was like, kind of like journey tracking your life.\n\nLike I did 23 and me, and like, you know, like try to piece together, um, my lineage and, um, so yeah, I think that's like really present in like everything I do, every writing, I do everything. Like that's, you know, I'm not even aware of it, like, seeps through because it's like me trying to understand. How I'm, you know, the person I'm today.\n\nSo, um, it's like unavoidable, you know? Or is that the right word? It is like it's, it is gonna be there no matter what\n\nthis question.\n\nThank you.\n\nHi. Um, so I was very struck by the ability of you all to be able to sort of like translate African time and spirit into the space of, um, film and just like the screen. Um, and they're like, at the end of the movie, one of the characters says, oh, like, do you remember the future? And I've just been thinking about that for a few days.\n\n'cause I wanted to go see the film on Friday. And this is, so this is kind of a question I'm like also talking and just trying to work through it myself and wanna hear from y'all actually also like what that meant also, like, not even what it meant, but like what? Like when coming to that question in the process, like how did you come to that question?\n\nBecause there's so many images and. Words and scholars that like are in this piece. So it's just like, h",
    "summary": "Art and film serve as mediums for connecting with personal lineage and translating African time and spirit, exemplified by the concept of remembering the future.",
    "keywords": [
      "art",
      "film",
      "lineage",
      "African time",
      "spirit",
      "future"
    ]
  },
  {
    "id": "chunk-32",
    "offset": 31,
    "text": "na hear from y'all actually also like what that meant also, like, not even what it meant, but like what? Like when coming to that question in the process, like how did you come to that question?\n\nBecause there's so many images and. Words and scholars that like are in this piece. So it's just like, how did you deal with time? Because it is interesting because we kind of have to let go of time to not only experience the film, but I also know also when also when making it probably like you had to also do that as well.\n\nSo like how just Yeah, just can you talk about that a little bit because it's very, you know, it's very amazing. \n\nThank you. Uh, that's a very good question. Thank you. Um,\n\nuh, do you remember the future Sadia Hartman wrote that line? Uh, I can only interpret it the way I interpret it, but it kind of goes back to what I was saying a little bit earlier. And if you think about the realities that we now live in, being at Lincoln Center, being at this panel making the movies that we make, going to the schools that we go to, et cetera, is a result of these, um, people in the past who held a vision of the future that didn't exist, that we now live in effortlessly.\n\nYou know, our ancestors, um, like my grandmother can't even fathom what I do for a living. Like it. There's no context. My parents don't, there is no model for what I do. There is no model for what my brother made. There's no, and that's a bit of. Uh, this is my interpretation of what City of Hartman wrote. I'm not, you're gonna have to ask her the next time you corner her at a cafe or a lecture or someth",
    "summary": "Present realities at places like Lincoln Center and participation in panels and filmmaking are the result of past individuals envisioning futures that did not yet exist.",
    "keywords": [
      "Lincoln Center",
      "panel",
      "film",
      "future",
      "past",
      "Sadia Hartman"
    ]
  },
  {
    "id": "chunk-33",
    "offset": 32,
    "text": "no context. My parents don't, there is no model for what I do. There is no model for what my brother made. There's no, and that's a bit of. Uh, this is my interpretation of what City of Hartman wrote. I'm not, you're gonna have to ask her the next time you corner her at a cafe or a lecture or something.\n\nUm, but there is something about having a vision of the future so strong that doesn't yet exist. That obviously becomes so realized and so real that people like you and me are just take it for granted, you know? Like I, I take getting on the train for granted, staying in the hotel. I'm staying right now for granted using my American Express for granted.\n\nLike these kind of things that just my grandmother couldn't have fathom, but I'm, I'm imagining was the hope and the dream for her grandchildren. You know? Um, so I talked to these guys sometimes about this. We're living in a really intense moment, you know, as we always have. Uh, and I have ideas about what the future looks like that I'm just so, I feel so strong about, but it's also, it sounds insane, but I can't imagine It sounds as insane of like our reality for people who are in bondage in this country.\n\nLike I, they can't even, it's a psychedelic experience, but if they were to walk into this room and experience. Just talk, for example, you know, and so that, that for me is some kind of, you know, remember the future, something like, right, my vision of the future is nowhere as insane. No matter how crazy it is.\n\nIt's not gonna be as, as insane as things that have actually already transpired for us or something that m",
    "summary": "A strong vision of the future can become so real that later generations take its achievements for granted, even when previous generations could not have imagined them.",
    "keywords": [
      "vision",
      "future",
      "generations",
      "hope",
      "dream",
      "reality"
    ]
  },
  {
    "id": "chunk-34",
    "offset": 33,
    "text": "for example, you know, and so that, that for me is some kind of, you know, remember the future, something like, right, my vision of the future is nowhere as insane. No matter how crazy it is.\n\nIt's not gonna be as, as insane as things that have actually already transpired for us or something that make sense. It doesn't address all the other incredible questions about African time and the film and making the film and all that, but. \n\nIf, if I may, um, I think there's, uh, it took a lot to make anybody comfortable with this version of the world, and it takes a lot to foreclose, any other conceivable way of being.\n\nAnd, um, we don't, we are taught to invisibilize all of that work, right, that the state does, or, you know. The country or you know, whatever you are inside of your organization does to make itself seem inevitable. But there is a constant culling of other imaginaries, of other futures, of other bodies, of other ways that things could be.\n\nAnd so to me, when I hear, remember the future, one of the first things I think of is recovering. Right. Some of those, uh, some of those foreclosed possibilities, right? Um, there was never, I don't think there was ever a human who couldn't imagine what it was like\n\nto walk freely, you know? Um, there were, uh, I think a lot of, there's a lot of. Energy that it requires to make that less than possible for someone. Right? Um, and so I think just first going back in into the histories and seeing what people tried, right? My parents, for instance, um, one, one of the, um, one of my favorite books called World, world Making After Em",
    "summary": "Systems of power actively erase alternative futures and possibilities to make the current version of the world appear inevitable.",
    "keywords": [
      "future",
      "state",
      "organization",
      "power",
      "possibilities",
      "inevitability"
    ]
  },
  {
    "id": "chunk-35",
    "offset": 34,
    "text": "'s a lot of. Energy that it requires to make that less than possible for someone. Right? Um, and so I think just first going back in into the histories and seeing what people tried, right? My parents, for instance, um, one, one of the, um, one of my favorite books called World, world Making After Empire, my parents, um, were the first generation, um.\n\nMy dad was born a colonial subject, right within his childhood. They received national sovereignty and in a lot of different ways, they watched that, you know, have uh, effects that they, you know, didn't hope for, didn't wish for, right? And then their, their dream of sovereignty became let's get to the States.\n\nRight? Um, this is a failed project and, uh. It, it wasn't 'cause they didn't try, right? It wasn't 'cause everybody was always corrupt. Right? It wasn't because nobody had a dream of a functioning society. Right? Or like holding onto your own minerals, right? It's never because of that. But, uh, it's, it's made inconceivable in some ways.\n\nTo imagine or act otherwise. Right. Um, and we, you know, we've all learned a lot about the mechanisms that make that possible, but we don't get to spend as much time thinking about the mechanisms of gaining any degree of freedom. Right. In your own personal life. Right. And what you do tomorrow. And there's a concept called, um, anarchist calisthenics.\n\nAnd it starts with the premise that one day you are gonna be. Required for your own freedom, for your own protection, for the sake of your community to break a really big law, right? If you're living right, something you're doing i",
    "summary": "Postcolonial national sovereignty often failed to meet aspirations due to systemic obstacles rather than lack of effort or vision.",
    "keywords": [
      "national sovereignty",
      "colonialism",
      "immigration",
      "Worldmaking After Empire",
      "systemic obstacles"
    ]
  },
  {
    "id": "chunk-36",
    "offset": 35,
    "text": "tomorrow. And there's a concept called, um, anarchist calisthenics.\n\nAnd it starts with the premise that one day you are gonna be. Required for your own freedom, for your own protection, for the sake of your community to break a really big law, right? If you're living right, something you're doing is being made illegal by people who do not want for you to feel as free as you should as a person walking under the sun, right?\n\nAnd so if you don't start taking any. Degree of freedom to imagine yourself outside of the strictures that are made for you now. Then when that day comes, you're gonna fail because you're human. Right? And this is a lesson that our ancestors have known, that our ancestors have learned, and that, you know, we've built a society to remove this lesson from ourselves because it requires something of you.\n\nUm. And so when I hear, remember the future, one of those things is like reclaim that responsibility, right? To try, you know, to just gain that extra degree of freedom and take on, you know, that stress of I gotta do something with this. Mm-hmm. \n\nYeah. Sadia Hartman reminds us that we live in the afterlife of property, right?\n\nAnd, um. Black news, um, offers us the afterlife of possibility. You know, it's a living archive. It's the evolution of a fugitive broadcast. And, um, I just appreciate you all for your generosity, for, for your work, you know, and for your imagination and creativity. And thank you.",
    "summary": "Anarchist calisthenics encourages individuals to practice small acts of defiance to prepare for moments when breaking unjust laws becomes necessary for freedom and community well-being.",
    "keywords": [
      "anarchist calisthenics",
      "freedom",
      "law",
      "community",
      "ancestors",
      "Sadia Hartman"
    ]
  }
]
